Repository: OpenMipsel/apps
Catalog: tuxbox/enigma/po/*.po
Languages: cs, hr, lt, pl, sk, sr, tr

source: search event name for this beg-/end time in epg
cs: vyhledat úlohu pro tento koncový cas v EPG
hr: pretrazi dogadjaj za pocetak/kraj vremena u epg-u
lt: paieška pavadinimo laikui gide
sk: hladaj meno programu v EPG na zistenie zaciatku a konca nahravania.

source: Satfind
cs: Satelity
hr: Satfinder
lt: Signalas
pl: Satfind (znajdz satelite)
sk: Intenzita sig.
sr: Proveravanje signala
tr: uydu bulma

source: Pause
cs: Pauza
hr: Pauza
lt: Pauzė
sk: pauza
sr: Pauza
tr: Dinlen

source: save
cs: ulozit
hr: pohrani
lt: Išsaugoti
sk: uloz
sr: Zadrzati
tr: hafizaya all

source: motor power input difference between running and not running
cs: rozdíl vstupního proudu rotoru v klidu a v provozu
hr: razlika ulaznog napon motora izmedju pokreta i stajanja
lt: motoro galingumo skirtumas tarp judančio ir sustojusio
pl: róznica zasilania sterownika gdy pracuje i nie pracuje
sk: rozdiel vstupneho prudu motora v klude a pocas prevadzky
sr: azlika u jacini data iz rotora izmedju funkcionisanja i njegovog stopa

source: Tue
cs: Ut
hr: Uto
lt: Antr
pl: Wt
sk: Uto
sr: Uto.
tr: Sali

source: Satellite:
cs: Satelit :
hr: Satelit:
lt: Palydovas
pl: Satelita:
sk: Druzica
sr: Satelit
tr: uydu:

source: choose the Satellite you wish to find
cs: zvolte satelit, který chcete prohledat
hr: odaberite satelit koji elite pronaći
lt: išsirinkite palydovą paieškai
pl: wybierz satelite którego chcesz znalezc
sk: vyberte druzicu, ktoru chcete najst
sr: Izaberite satelit koji hocete naci
tr: uyduyu bulabilmek icin uyduyu seciniz

source: processor:
cs: procesor :
hr: procesor:
lt: procesorius:
sk: procesor
sr: Procesor :

source: choose entry to edit or remove
cs: vyber bod pro editaci nebo vymazání
hr: odaberite unos za izmjenu ili brisanje
lt: pasirinkite įrašą redagavimui ar trynimui
pl: wybrac zapis do edycji czy usunac?
sk: vyberte polozku pre editaciu alebo vymazanie
sr: Stisnite OK za editiranje ili brisanje
tr: secenegini yaz edit yapabilmek icin ve ya silin

source: Endtime
cs: Koncový cas
hr: Kraj
lt: Pabaiga
sk: Ukoncenie

source: send no DiSEqC when only Hi/Lo or H/V changes
cs: nevysílat povel DiSEqC pri prepínání Hor/Vert
hr: ne salji DiSEqC kada je promjena Hi/Lo ili H/V
lt: nesiūsti DiSEqC komandos pasikeitus tik Hi/Lo ar H/V
sk: neposielaj DiSEqC ked su zmeny oba v Hi/Lo alebo H/V

source: frontend:
cs: predrazený :
hr: sucelje:
sr: Pocetak kraja

source: enter where this orbital position is (to) stored in motor
cs: zadej orbitální pozici nastavenou v motoru
hr: unesi gdje je ta orbitalna pozicija pohranjena u motoru
lt: įveskite orbitos poziciją, išsaugojimui pozicionieriuje
pl: wprowadz gdzie pozycja orbitalna jest zachowana w sterowniku
sk: zadajte kde je druzicova pozicia ulozena v motore
sr: Ubacite orbitalnu poziciju za zadrzavanje u rotor
tr: motorun icindeki hafizaya alinmis yorunge posisyonunu yazin

source: erase bouquets and services before scan
cs: vymaz prehled a sluzby pred vyhledáváním
lt: ištrinti paketus ir servizus prieš skanavimą
pl: skasuj bukiety i serwisy przed rozpoczeciem przeszukania
sr: Izbrisati bukete i servise pre skeniranja?
tr: bouqeti silin servisi taramadan once

source: enable/disable inversion here (ok)
cs: umoznit / zakázat inverzi ( OK )
hr: ukljuci/iskljuci inverziju (ok)
lt: įjungta/išjungta inversija (ok)
pl: wlaczenie/wylaczenie inwersji (ok)
sk: povolte/zakazte negaciu (ok)
sr: Aktivirati/ne aktivirati inverziju ? (OK)

source: prev. page
cs: pred.strana
hr: predhodna strana
lt: ankst. psl
pl: poprzednia strona
sk: predch.str
sr: Prethodna Stranica
tr: sayfa ,geri

source: Motor Setup
cs: Natácecí systém
hr: Postavke motora
lt: Motoro Nustatymai
pl: Konfiguracja pozycjonera/silownika
sk: Nast. motora
sr: Spremanje Motora
tr: Motor Kurulum

source: standby
cs: stanby
lt: budintis
pl: czuwanie
sr: Pauza

source: Wednesday
cs: Streda
hr: Srijeda
lt: Trečiadienis
pl: Sroda
sk: Streda
sr: Sreda
tr: Carsamba

source: Partition Check
cs: Kontrola partition
hr: Provjera particije
lt: HDD Tikrinimas
pl: Sprawdzanie Partycji
sk: Kontrola particie
sr: Pregledanje vase particije
tr: Bölümü denetim

source: enter recording end time (0..9, left, right, ok)
cs: nastav cas vypnutí nahrávání ( 0..9, <, >, OK )
hr: unesite vrijeme kraja snimanja (0..9, lijevo, desno, ok)
lt: įveskite įrašymo pabaigos laiką (0..9, kairėn, dešinėn, ok)
pl: wpisz godzine zakonczenia zapisu (0..9,lewo,prawo,ok)
sk: cas ukoncenia nahravania (0..9, vlavo, vpravo, ok)
sr: Ubacite cas za kraj snimanja (0...9, levo, desno, ok)
tr: zaman cekiminin sonunu tuslayin(0..9, sol, sag, ok)

source: select year (ok)
cs: Vyber rok ( OK )
hr: odaberi godinu (ok)
lt: pasirinkite metus (ok)
pl: wybiez rok (ok)
sk: nastavte rok (ok)
sr: Izaberi godinu (ok)
tr: Yil seciniz (ok)

source: increased voltage
cs: zvýsit napetí
hr: povećani napon
lt: padidinta įtampa
pl: zwiekszone napiecie
sk: zvysene napajanie
sr: Povecaj voltazu
tr: artirici voltaj

source: Latitude:
cs: Pozice :
hr: Latituda:
lt: Platuma:
pl: Pozycja Orbitalna:
sk: Zem. Sirka
tr: ENLEM:

source: Skins:
cs: Prostredí :
hr: Sucelja:
lt: Skinai:
pl: Skórki:
sk: Vzhlad
sr: Tema :
tr: Gorunumler:

source: choose polarity (left, right)
cs: vyber polaritu ( <, > )
hr: odaberite polaritet (lijevo, desno)
lt: pasirinkite polerizaciją (karėn, dešinėn)
pl: wybierz polaryzacje (lewo, prawo)
sk: vyber polaritu (lave/prave tlacidlo)
sr: Izaberi polarizaciju
tr: polarasyon secenegi (sol, sag)

source: enable/disable use BAT for scan (if exists)
cs: povolit/zakázat pouzití BAT pri vyhledávání
hr: ukljuci/iskljuci korištenje BAT za trazenje
lt: įjungtas/išjungtas BAT naudojimas skanuojant (jei egzistuoja)
pl: wlacz/wylacz BAT do przeszukania (jezeli istnieje)
sk: povol/zakaz pouzitie funkcie BAT
sr: Aktiviranje/desaktiviranje upotrebu BATa (ako postoji)
tr: acik/kapali BAT' i kulan taramak icin (if exist)

source: edit the start time (0..9, left, right)
cs: upravit cas zacátku ( 0..9, <, > )
hr: promjeni početno vrijeme (0..9, lijevo, desno)
lt: redaguoti pradžią (0..9, kairėn, dešinėn)
pl: edycja czasu rozpoczecia (0..9,lewo,prawo)
sk: cas zaciatku... (0..9)
sr: Editiranje cas za kraj(0..9, levo, Desno)
tr: baslangic saatini etile (0..9, sol, sag)

source: enter LNB lowband offset frequency (0..9, ok)
cs: zadej LNB kmitocet pro nízké pásmo (0..9,OK)
hr: unesite nižu frekvenciju offset-a LNB-a (0..9, ok)
lt: įveskite LNB lowband offset dažnį (0..9, ok)
pl: wprowadz czestotliwosc lowband offset konwertera LNB (0..9,ok.)
sk: zadaj spodnu frekvenciu LNB (0..9, ok)
sr: Ubaci najnizu frekvenciju LNBa (0..9, OK)
tr: alcakband lnb offset frakansini yazin (0..9, ok)

source: Record
cs: Zápis
hr: Snimi
lt: Rašymas
pl: Nagrywanie
sk: Nahravaj
sr: Snimanje
tr: Cekim

source: Skin Selector
cs: Volba prostredí
hr: Odabir sucelja
lt: Skinų Pasirikimas
pl: Wybór skórek
sk: ponuka vzhladov
sr: Otvoriti podesavanje teme
tr: Gorunum secenegi

source: transponder scanned:
cs: nalezené transpondéry :
hr: transpondera skenirano:
lt: transponderių skanavimas:
pl: wyszukane transpondery:
sk: prehladanych transponderov:
sr: Skenirani transponder:
tr: Transponder tarandi

source: press ok to change event name manually
cs: pres OK zmeníte úlohu rucne
lt: spauskite ok redagavimui
sk: Ok pre manualnu zmenu nazvu

source: recording end time:
cs: cas vypnutí záznamu :
hr: vrijeme kraja snimanja:
lt: įrašymo pabaigos laikas:
pl: czas zakonczenia zapisu:
sk: cas konca nahravania:
sr: Cas kraja snimanja :
tr: cekimin sure sonu:

source: Friday
cs: Pátek
hr: Petak
lt: Penktadienis
pl: Piatek
sk: Piatok
sr: Petak
tr: Cuma

source: Use motor input power for running detection.. else use timeout
cs: Pro detekci motoru pouzijte vstupní proud..nebo casový limit.
hr: Koristi ulazni napon motora za pokretanje trazenja.. inace koristi time out
lt: lėkštės judėjimo detektavimui naudoti motoro galią, arba laiką
pl: Uzyj zasilania pozycjonera/silownika do wykrywania ruchu… w przeciwnym wypadku uzyj timeout
sk: Pre detekciu pouzi napajanie motora, alebo pouzi cas. limit
sr: Upotrebiti jacinu ulaza u rotor za obicnu detekciju..zaustavljanje ostalih upotrbljavanja
tr: Motor giris gucunu isleyen kesfiícin kulanin ... ilaveten zamanasimini kulan

source: no circ polariz.
cs: není circ polar.
hr: nema cirkularne polarizacije
lt: praleisti circ poliariz.
sk: bez kruhovej polar.

source: Direction:
cs: Smer :
hr: Smjer:
lt: Kryptis:
pl: Kierunek:
sk: Smer:
sr: Direkcija :
tr: YÖN :

source: send the complete DiSEqC sequence dupe
cs: posli kompletni DiSEqC sekvenci
hr: pošalji kompletnu DiSEqC sekvencu
lt: siusti pilną DiSEqC komandą du kartus
pl: wyslij kompletna sekwencje DiSEqC
sk: posli celu DiSEqC sekvenciu
sr: Dupiranje momenta DISEqCa completnog

source: services scanned :
cs: nalezené kanály :
hr: usluge pretrazene :
lt: nuskanuota servizų:
pl: wyszukane serwisy:
sk: najdenych kanalov:
sr: Skenirani servisi:
tr: servis tarandi:

source: save changes and return
cs: zapis zmeny a uzavri
hr: pohrani promjene i vrati se
lt: išsagoti pakeitimus ir grįžti
pl: zachowaj zmiany i powróc
sk: uloz zmeny a vrat sa
sr: Zadrzati izmene i zatvoriti prozor
tr: Degisikligi hafizaya al ve geri git

source: Orbital Position:
cs: Pozice satelitu :
hr: Orbitalna pozicija:
lt: Pozicija Orbitoje:
pl: Pozycja Orbitalna:
sk: Pozicia na orbite
sr: Orbitalna pozicija :
tr: yoringe posusyonu:

source: remove
cs: vymazat
hr: ukloni
lt: pašalinti
pl: usun
sk: vymaz
sr: Izbrisati
tr: yerini degistir

source: Motor Config
cs: Nastavení motoru
hr: Konfiguracija motora
lt: Pozicionieriaus Nustatymai
pl: Konfiguracja pozycjonera/silownika
sk: Natavenie motora
sr: Setting za rotor
tr: Motor ayar

source: enter LNB highband offset frequency (0..9, ok)
cs: nastav v LNB kmitocet vysokého pásma (0..9, OK)
hr: unesite višu frekvenciju offset-a LNB-a (0..9, ok)
lt: įveskite LNB Hi highband offset dažnį (0..9, ok)
pl: wprowadz czestotliwosc highband offset konwertera (0..9,OK.)
sk: zadajte hornu frekvenciu LNB (0..9)
sr: Ubaciti visu frekvenciju LNBa (0..9, ok)
tr: lnb yuksekbandini secin ve offset frakansi (0..9, ok

source: DiSEqC Repeats:
cs: DiSEgC opakování :
hr: DiSEqC Ponavlja:
lt: Kartoti DiSEqC:
sk: DiSEqC opakovani:
sr: Repetiranje DISEqCa :
tr: DiSEqC tekrarlama:

source: save changes and close window
cs: zapis zmeny a uzavri okno
hr: pohrani promjene i zatvori prozor
lt: išsaugoti pakeitimus ir išeiti
pl: zachowaj zmiany i powróc
sk: uloz zmeny a vrat sa
sr: Zadrzati izmene i zatvoriti prozor
tr: Degisikligi hafizaya al ve pencereyi kapat

source: enter frequency (0..9, left, right)
cs: nastav kmitocet ( 0..9 , <, > )
hr: unesi frekvenciju (0..9, lijevo, desno)
lt: įveskite dažnį (0..9, kairėn, dešinėn)
pl: wprowadz czestotliwosc (0..9,lewo, prawo)
sk: zadajte frekvenciu (0..9)
sr: Ubaciti frekvenciju (0..9, Levo, desno)
tr: frekans yazin (0..9,sol,sag)

source: remove selected entry
cs: vymaz vybrané
hr: obriši odabrani unos
lt: ištrinti pasirinktą
pl: usun wybrany wpis
sk: vymaz oznacenu polozku
sr: Izbrisati ulaz izabran
tr: yazlan secenegi silin

source: shutdown the box after recording (ok)
cs: vypni box po záznamu ( OK )
hr: ugasi prijemnik nakon snimanja (ok)
lt: pilnai išjungti po įrašymo (ok)
pl: wylacz terminal po zakonczonym zapisie (ok)
sk: vypni box po skonceni nahravania
sr: Ugasiti DreamBox posle snimanja (ok)
tr: cekimden sonra tamami ilenkapan (ok)

source: select DiSEqC mode (ok)
cs: vyber mód DiSEgC ( OK )
hr: odaberi DiSEqC mod (ok)
lt: pasirinkti DiSEqC režimą (ok)
pl: wybierz tryb DiSEqC (ok)
sk: Mod DiSEqC... (ok)
sr: Izaberite DISEqC tip (ok)
tr: DiSEqC modu secenegi (ok)

source: Swap Commands
cs: Swapovací instrukce
hr: Swap komande
lt: Mainyti Komandas
sk: Zamen prikazy
tr: getirme emri

source: opens the motor setup
cs: otevre nastavení motoru
hr: otvara postavke motora
lt: atidaryti pozicionieriaus nustatymus
pl: otwieram konfiguracje pozycjonera/silownika
sk: nastavenia motora
sr: Otvoriti meni za podesavanje motora
tr: motor kurulumunu ac

source: Please choose your DiSEqC-Configuration:
cs: Zvolte vasi konfiguraci DiSEqC:
hr: Molim odaberite vašu DiSEqC- konfiguraciju:
lt: Pasirinkite DiSEqC Konfigūraciją:
pl: wybierz tryb DiSEqC (ok)
sk: Vyberte si vasu konfigraciu pripojenia paraboly
sr: >Izaberite podesavanje DiseqC
tr: Lutfen sizin DiSEqC-ayarkurulumunu seciniz:

source: Stop Record
cs: Stop Záznamu
hr: Zaustavi snimanje
lt: Sustabdyti Rašymą
pl: Zatrzymaj Zapis
sk: Zastav nahravanie
sr: Zaustavi snimanje
tr: Cekimi durdur

source: enter LNB threshold frequency (0..9, ok)
cs: nastav v LNB prahový kmitocet (0..9, OK)
hr: unesite frekvenciju smetnje LNB-a (0..9, ok)
lt: pasirinkit LNB kritinį dažnį (0..9, ok)
pl: wprowadz próg czestotliwosci konwertera (0..9, ok.)
sk: zadajte maximalnu frekveciu LNB (0..9)
sr: Ubaciti frekvenciju razmaka od LNBa(0...9,ok)
tr: lnb kuvetlendirici frakansini yaziniz (0..9, ok)

source: close motor setup
cs: opustit nastavení motoru
hr: zatvori postavke motora
lt: grįžti i ankstesnį nustatymų langą
pl: zamknij konfiguracje pozycjonera/silownika
sk: zanechaj nastavenie motora
sr: Zatvoriti meni za podesavanje rotora
tr: motor kurulumunu kapat

source: Mode:
cs: Mód :
hr: Mod:
lt: Režimas:
pl: Tryb:
sk: Mod:
tr: modu:

source: abort
cs: zavri
hr: odustani
lt: nutraukti
pl: przerwij
sk: zrus
sr: Zatvoriti
tr: iptalet

source: Progress:
cs: Stav :
hr: Tijek:
lt: Nuskanuota:
pl: Postep:
sk: Pracujem:
sr: Napredak :
tr: Programlama:

source: select filsystem to format
cs: vyber souborový system pro formát
lt: pasirinkite failų sistemą formatavimui
sk: Vyber system suborov k formatovaniu
sr: Izaberite sistem fajlova za formatiranje
tr: dosyasistemini sec silmek icin

source: Satellite Configuration
cs: Nastavení satelitu
hr: Konfiguracija satelita
lt: Palydovų Konfigūravimas
pl: Konfiguracja Satelity
sk: Nastavenie druzice
sr: Podesavanje satelita
tr: Uydu kurulumu

source: close window
cs: uzavri okno
hr: zatvori prozor
lt: uždaryti langą
pl: zamknij okno
sk: zatvor okno
sr: Zatvoriti prozor
tr: pencereyi kapat

source: save data and close window
cs: zapis zmeny a uzavri okno
lt: išsaugoti pakeitimus ir išeiti
sk: uloz udaje a zatvor okno

source: Threshold:
cs: Max.hodnota :
hr: Smetnje:
lt: Kritiškumas:
pl: Postep:
sk: Maximum:
sr: Prag :
tr: kuvetlendirici:

source: Recalc Params:
cs: Prepocti parametry :
hr: Opozovi postavke:
lt: Perskaičiuoti Parametrus:
pl: Przelicz Parametry:
sk: Prepocitaj:
sr: Prebrojavanje sustava :

source: enter transponder frequeny (0..9, left, right)
cs: nastav kmitocet transpondéru ( 0..9, <, > )
hr: unesi frekvenciju transpondera (0..9, lijevo, desno)
lt: įveskite transponderio dažnį (0..9, kairėn, dešinėn)
pl: wprowadz czestotliwosc transpondera (0..9, lewo, prawo)
sk: zadajte frekvenciu transpondera (0..9)
sr: Ubaciti frekvenciju transpondera (0..9, Levo, desno)
tr: transpondrer frekansini yazin (0..9,sol, sag)

source: save changes
cs: zapis zmeny
lt: išsaugoti pakeitimus
sk: uloz zmeny
tr: Degisikligi hafizaya al

source: edit selected transponder (ok)
cs: edituj vybrany transpondér (OK)
lt: redaguoti pasirintą transponderį (ok)
sk: uprav transponder

source: save in motor
cs: ulozit v motoru
hr: pohrani u motoru
lt: išsaugoti pozicionieriuje
pl: zachowaj w pozycjonerze
sk: uloz do motora
sr: Zadrzati u rotor :
tr: motorun hafizasina al

source: do a filesystem check
cs: dokoncit test souboru
hr: pokreni provjeru file sistema
lt: patikrinti failų sistemą
pl: sprawdz system plików
sk: kontrola disku
sr: Napraviti kontrolu systema fajlova
tr: dosyasistemini kontrol et

source: Polarity:
cs: Polarita :
hr: Polaritet:
lt: Poliarizacija:
pl: Polaryzacja:
sk: Polarita:
sr: Polarizacija :
tr: polarizasyon:

source: add
cs: dalsí
hr: dodaj
lt: pridėti
pl: dodaj
sk: pridaj
sr: Dodati
tr: hafiza

source: initialize the disk for use with the dreambox
cs: inicializace disku pro pouzití v DreamBoxu
hr: inicijaliziraj tvrdi disk za uporabu sa prijemnikom
lt: instaliuoti diską naudojimui su dreambox
pl: inicjalizuje dysk uzywany przez terminal Dreambox
sk: priprav disk na pouzitie v DreamBoxe
sr: Inisializacija Hard diska za upotrebu u DreamBox
tr: disk i parefe et ve dreambox icin kulan

source: Mo
cs: Po
lt: Pir
sk: Pon

source: start the transponder scan
cs: zacní vyhledávat vysílání
hr: započni pretrazivanje transpondera
lt: pradėti transponderių skanavimą
pl: rozpocznij przeszukanie transpondera
sk: zacni vyhladavanie
sr: Startovati skeniranje transpondera
tr: transponder taramasini baslat

source: start scan
cs: zacni vyhledávat
hr: započni pretrazivanje
lt: pradėti skanavimą
pl: rozpocznij wyszukiwanie
sk: vyhladavaj
sr: Poceti pretrazivanje
tr: Taramayi baslat

source: remove all services before scan
cs: vymazat sluzby pred vyhledáváním
hr: obriši sve usluge prije pretrazivanja
lt: ištrinti visus šio palydovo kanalus prieš skanavimą
pl: usun wszystkie serwisy przed rozpoczeciem wyszukiwania
sk: najprv vymaz kanaly
sr: Izbrisati sve servise pre skeniranja
tr: butun servisleri sil tarama yapmadan once

source: select DiSEqC parameter (ok)
cs: nastav DiSEqC parametry ( OK )
hr: odaberi DiSEqC parametar (ok)
lt: pasirinkti DiSqC parametrą
pl: wybierz parametr DiSEqC (ok)
sk: nastav DiSEqC parameter (ok)
sr: Izabrati podesavanja DISEqCa (ok)
tr: DiSEqC secim icin parmemetresi (ok)

source: close
cs: uzavri
hr: zatvori
lt: uždaryti
pl: zamknij
sk: zavri
sr: Zatvoriti
tr: kapat

source: erase all
cs: vymaz vse
lt: ištrinti visus
pl: usun wszystko
sr: Sve izbrisati
tr: Herseyi sil

source: check
cs: zkontroluj
hr: provjeri
lt: patikrinti
pl: sprawdz
sk: skus
sr: Proveravanje
tr: kontrol et

source: Frequency:
cs: Kmitocet :
hr: Frekvencija:
lt: Dažnis:
pl: Czestotliwosc:
sk: Frekvencia:
sr: Frekvencija
tr: Frekans

source: Services
cs: Programy
hr: Usluge
lt: Kanalai
pl: Serwisy
sk: Programy:
sr: Servisis
tr: Servis

source: remove selected satellite
cs: výmaz vybraného satelitu
lt: pašalinti pasirinktą palydovą
sk: vymaz oznacenu druzicu

source: U-Switch 4:
cs: U-prepínac 4:
hr: U-prekidač 4:
tr: U-anahtari 4:

source: enter symbol rate (0..9, left, right)
cs: zadej prenosovou rychlost ( 0..9, <, > )
hr: unesi simbol ratu (0..9, lijevo, desno)
lt: įveskite simbolių greitį (0..9, kairėn, dešinėn)
pl: wprowadz symbol rate (0..9, lewo, prawo)
sk: zadajte prenosovu rychlost (SR)
sr: Ubaciti symbol rate(0..9, levo, desno)
tr: Sembol hizini yazin (0..9,sol,sag)

source: press ok to enter the name
cs: pres OK zvolite tento název
hr: pretisnite ok za unos imena
lt: spauskite ok vardo įvedimui
pl: wcisnij ok aby wprowadzic nazwe
sk: Ok pre zadanie mena
sr: Stisnuti OK pa ubaciti naziv
tr: ok basin ve ismi yazin

source: enable/disable inversion (ok)
cs: umoznit/zakázat inverzi (OK)
hr: ukljuci/iskljuci inverziju (ok)
lt: ijungta/išjungta inversija (ok)
pl: wlacz/wylacz inversion (ok)
sk: povol/zakaz negaciu (ok)
sr: Aktiviranje/desaktiviranje razmenu ? (ok)
tr: Acik/Kapali inversion(ok)

source: subservices
cs: dalsi sluzby
lt: subkanalai
sk: PodProgramy

source: delete the current selected timer (ok)
cs: vymazat tento zvolený cas ( OK )
hr: obriši trenutno odabrani timer (ok)
lt: ištrinti pasirinktą (ok)
pl: usun aktualnie wybrany timer (ok)
sk: vymaz nastaveny casovac (ok)
sr: Izbrisati timer ubacen (ok)

source: select MiniDiSEqC parameter (ok)
cs: vyber MiniDiSEqC parametry ( OK )
hr: odaberi MiniDiSEqC parametar (ok)
lt: pasirinkite MiniDiSEqC parametrą (ok)
pl: wybierz parametr MiniDiSEqC (ok)
sk: nastav parameter MiniDiSEqC (ok)
sr: Izabrati podesavanje miniDISEqCa (ok)
tr: MiniDiSEqC secim icin parmemetresi (ok)

source: add to table/existing is overwritten
cs: vybrat seznam/prepsat stávající
hr: dodaj u tablicu/postoječe je izbrisano
lt: pridėti i lentelę/ įrašyti vietoj pasirinkto
pl: dodaj do tablicy/istniejacy wpis zostanie skasowany
sk: pridaj do tabulky/povodnu prepis
sr: Dodati u tabelu / zameniti
tr: mevcut olan tabelinin uzerinden yazilmis

source: Network:
cs: Sít :
hr: Mreža:
lt: Tinklas:
pl: Siec:
sk: Siet:
tr: iletisim ag:

source: Software Version:
cs: Verze software :
hr: Verzija softvera:
lt: Softo Versija:
pl: Wersja oprogramowania:
sk: verzia SW:
sr: Verzija softwarea :
tr: Yazilim versiyonu:

source: U-Switch 2:
cs: U-prepínac 2:
hr: U-prekidač 2:
tr: U-anahtari 2 :

source: enter your longitude (0..9, +, -, ok)
cs: zadej svou zemepisnou délku ( 0..9, +, -, OK )
hr: unesite vašu longitudu (0..9, +, -, ok)
lt: įveskite ilgumą (0..9, +, -, ok)
pl: wprowadz dlugosc geograficzna (0..9,+,-,ok)
sk: zadaj svoju zem. sirku (0..9, +, -)
sr: Ubaciti longitude (0..9, +, OK)
tr: boylam mi yazin (0..9, +, -, ok)

source: goto standby (ok)
cs: prejdi do Standby (press)
hr: idi u standby (ok)
lt: eiti i budintį (ok)
sk: spanok

source: remove the selected Satellite
cs: výmaz vybraného satelitu
hr: izriši izabrane satelite
lt: trinti pasirinktą palydovą
sk: vymaz oznacenu druzicu
sr: Izbrisati satelit ubacen
tr: sectiginiz uyduyu silin

source: choose wished satellite (ok)
cs: zvol vybranou druzici ( OK )
hr: odaberite željeni satelit (ok)
lt: pasirinkite reikalingą palydovą (ok)
pl: wybiez zaznaczonego satelite (ok)
sk: vyberte si druzicu (ok)
sr: Izabrati satelit pozeljan (ok)

source: Your language
cs: Vás Jazyk
lt: Tavo kalba
pl: Twoj jezyk
sr: Vas jezik
tr: Sizin lisaniniz

source: select month (ok)
cs: vyber mesíc ( OK )
hr: odaberite mjesec (ok)
lt: pasirinkite mėnesį (ok)
pl: wybiez miesiac (ok)
sk: nastav mesiac
sr: Izabrati mesec (ok)
tr: Ay secenegi (ok)

source: show extended configuration
cs: Zobrazit podrobneji konfiguraci
hr: prikaži proširenu konfiguraciju
lt: rodyti išplėstinę konfigūraciją
sk: zobraz rozsirene nastavenia
sr: Prikazati dodatno podesavanje
tr: genisletilmis kurulum ayarini goster

source: enter your latitude (0..9, +, -, ok)
cs: zadej svoji zemepisnou sírku (0..9 ,+, -, OK)
hr: unesite vašu latitudu (0..9, +, -, ok)
lt: įveskite platumą (0..9, +, -, ok)
pl: wprowadz szerokosc geograficzna (0..9,+,-,ok)
sk: zadajte svoju zem. sirku (0..9, +, -)
sr: Ubaciti latitude (0..9, +, OK)
tr: enleminizi yazin (0..9, +, -, ok)

source: DiSEqC Mode:
cs: DiSEgC Mód :
hr: DiSEqC mod:
lt: DiSEqC Režimas:
pl: Tryb DiSEqC:
sk: Mod DiSEqC:
sr: Mode DISEqC
tr: DiSEqC modu:

source: choose what you want to do
cs: zvolte co chcete vykonat
hr: odaberite što želite ućiniti
lt: pasirinkite - ką daryti
pl: wybierz co chcesz zrobic
sk: vyberte si, co chcete robit
sr: Izabrati sta hocete uciniti (ok)
tr: secenek ne yapmak istiyorsunuz

source: Sunday
cs: Nedele
hr: Nedelja
lt: Sekmadienis
pl: Niedziela
sk: Nedela
sr: Nedelja
tr: Pazar

source: scanning...
cs: vyhledávám ...
hr: trazim...
lt: skanuojama...
pl: wyszukiwanie...
sk: hladam...
sr: Pretrazivanje
tr: taraniyor...

source: LNB Configuration
cs: LNB nastavení
hr: Konfiguracija LNB-a
lt: LNB Konfigūravimas
pl: Konfiguracja LNB
sk: Nastavenie LNB
sr: Podesavanje LNBa
tr: LNB kurulumu

source: Number in motor:
cs: Císlo v motoru :
hr: Broj na motoru:
lt: Pozicija Pozicionieriuje:
pl: Numer w pozycjonerze/silowniku
sk: Cislo v motore:
sr: Broj u rotoru :
tr: Motorun icindeki numara :

source: swaps normal and opt.Switch DiSEqC Cmds
cs: zamenit standart nebo nastavení DiSEqC Cmds
hr: zamijeni normalne i opc. DiSEqC komande
lt: sukeisti normalias ir Switch DiSEqC komandas
sk: Prepni medzi normalnym a alternativnym diseqc rezimom
sr: Predi na normalni ili opsti.razmeni diseqc cmds
tr: getiri gotur mormal ve opt.Anahtar DiSEqC Cmds

source: erase
cs: smazat
hr: izbriši
lt: trinti
pl: usun
sk: vymaz
sr: Izbrisati
tr: Sil

source: Sat/Position
cs: Satelit/Pozice
hr: Sat/Pozicija
pl: Sat/pozycja
sk: Druzic/pozic.
sr: Sat/Pozicija
tr: uydu/posusyonu
