Repository: OpenMipsel/apps
Catalog: tuxbox/enigma/po/*.po
Languages: cs, hr, lt, pl, sk, sr, tr

source: set LCD brightness for Standby Mode ( left / right )
cs: nastav Jas LCD ve Standby módu ( <, > )
hr: postavi svjetlost za Standby mod ( lijevo / desno )
lt: LCD šviesumo nustatymas budinčiam režimui (kairėn/ dešinėn)
pl: ustaw kontrast LCD dla trybu Czuwania (lewo, prawo)
sk: Jas LCD pre mod standby (do lava / do prava)
sr: Stelovati sjaj LCDa za mod dremanje (Levo/Desno)
tr: LCD ekrani Standby de sefafligi modu (sol/ sag )

source: Inverted:
cs: Inverze :
hr: Invertno:
lt: Invertuota:
pl: Odwrócony:
sk: Invertuj LCD
sr: Okreni:
tr: Ters:

source: enable/disable inverted LCD (ok)
cs: umoznit/zakázat inverzi LCD (OK)
hr: ukljuci/iskljuci invertni LCD (ok)
lt: invertuotas/neinvertuotas LCD vaizdas (ok)
pl: wlacz/wylacz inwersje LCD (ok.)
sk: povol/zakaz invertaciu LCD
sr: Aktiviranje/desaktiviranje obrtaja boja LCDa? (ok)
tr: Acik/Kapali inverted lcd (ok)

source: PluginOffsetActions
cs: Vystredení

source: enable set the leftTop Point of the rectangle
cs: umoznit nastavení levého spodního bodu
hr: ukljuci podesavanje lijeve gornje tocku rektangla
sk: povol zadanie laveho horneho rohu obdlznika

source: enable set the rightBottom Point of the rectangle
cs: umoznit nastavení pravého-spodního bodu
hr: ukljuci podesavanje desne donje tocke rektangla
sk: povol zadanie preveho dolneho rohu obdlznika

source: saves the current positions
cs: ulozená pozici v motoru
hr: pohrani trenutnu poziciju
sk: uloz tuto poziciu
tr: simdiki yonunu hafizaya al

source: here you can center the plugin rectangle...for more infos press help
cs: zde muzete vystredit prostredi ...pro dalsi stiskni nápovedu

source: OSD Setup
cs: Nastavení OSD
lt: OSD Nustatymai

source: Show OSD on EIT Update
cs: Zobraz OSD v popredí EIT
pl: Pokaz OSD przy zmianie EIT
sr: Videti OSD za updatiranje EITa
tr: OSD icinde EIT guncellestirmeyi goster

source: shows OSD when now/next info is changed
cs: Zobrazí OSD pri zmene informace
pl: pokaz OSD gdy informacja obecny/nastepny zostanie zmieniona
sr: Videti OSD ako ima novih informacija
tr: OSD degistigi zaman simdi/sonra degisikligi goster

source: Show event remaining time
cs: Ukaz zbývající cas do konce úlohy

source: shows the remaining time for current event (total otherwise)
cs: zbývající cas úkolu

source: Show Console on Framebuffer
cs: Zobraz konzoli FrameBuffer
pl: Wyswietl konsole Framebuffer
sr: Videti konsolu od FrameBuffer

source: shows the linux console on TV
cs: Ukaz Linux konzoli na TV
lt: rodyti linux konsolę TV ekrane
pl: pokaz konsole Linux na ekranie TV
sr: Videti konsolu linuxa na ekranu TVa
tr: Linux consulunu TV de goster

source: Alpha:
cs: Pruhlednost :
lt: Permatomumas:
tr: Alfha:

source: change the transparency correction
cs: zmente pruhlednost
hr: promjeni postavke prozirnosti
lt: permatomumo derinimas
pl: zmien korekcje przezroczystosci
sk: zmen priehladnost
sr: Stelovati providnost
tr: transprant degistirme yeri

source: change the brightness correction
cs: zmente Jas
hr: promjeni korekciju svijetlosti
lt: šviesumo derinimas
pl: zmien korekcje jasnosci
sk: zmen jas
sr: Stelovanje sjaja
tr: parlakligi ayarlama

source: change the contrast
cs: zmente kontrast
hr: promjeni kontrast
lt: kontrasto derinimas
pl: zmien korekcje kontrastu
sk: zmen kontrast
sr: Promeniti mracnost
tr: kontrasini degistir

source: plugin offset
cs: nepomer Balícku

source: set the pluging offset coordinates (tuxtxt, a.o. )
cs: nastavení vyrovnaní souradnic (tuxtxt, a.o. )

source: Remotecontrol Setup
cs: Nastavení IR ovladace
hr: Daljinski upravljača
lt: Distancinio Pulto Nustatymai
pl: Konfiguracja zdalnego sterowania
sk: Dialkovy ovladac
sr: Podesavanje daljinskog upravljaca
tr: Uzaktan kumanda ayarlari

source: Repeat Rate:
cs: Opakování :
hr: Brzina ponavljanja:
lt: Kartojimas:
pl: Poziom Opóznienia:
sk: Intenzita opakovania:
sr: Bliznost repetirabja
tr: Hizi tekrarla:

source: Repeat Delay:
cs: Prodleva :
hr: Zadrska ponavljanja:
lt: Kartojimo Vėlinimas:
pl: Opóznienie Powtarzania:
sk: Opozdenie opakovania:
sr: Rok repetiranja
tr: Tekrarlama bekletiliyor :

source: set RC repeat rate ( left / right )
cs: nastav rychlost opakování ( <, > )
hr: postavite brzinu ponavljanja (lijevo/desno)
lt: pulto komandų kartojimo intensyvumo nustatymas (kairėn/dešinėn)
pl: ustaw szybkosc powtarzania RC (lewo, prawo)
sk: Natavte intenzitu opakovania DO
sr: Podesiti bliznost repetiranja RC (Levo/Desno)
tr: RC tekralamanini degerini ayri (sol/sag)

source: set RC repeat delay ( left / right )
cs: nastav dobu zpozdení ( <, > )
hr: postavite zadrsku ponavljanja (lijevo/desno)
lt: RC komandų kartojimo vėlavimo nustatymas (kairėn/dešinėn)
pl: ustaw opoznienie powtarzania RC (lewo, prawo)
sk: nastavte oneskorenie opakovania
sr: Podesiti detalje repetiranja RC (Levo/Desno)
tr: RC tekralamanini degerini ayrinin gecikmesi (sol/sag)

source: select your favourite RC style (ok)
cs: vyber nastavení IR ovladace (OK)
hr: odaberite vaš omiljeni RC stil (ok)
lt: pasirinkite favoritų RC stilių (ok)
pl: wybierz ulubiony styl RC (ok)
sk: nastavte svoje oblubene ovladanie
sr: Ubaciti tip sata (OK)
tr: sizin favori seciminizin rc tipi (ok)

source: other bouquet selection keys
cs: prehled výberu klícu
tr: baska buket secim anahtari

source: use classic enigma bouquet selection keys
cs: vyber mezi prehledem Enigmy a vyberem klicu
tr: klasik enigma kulan buket secim anahtari

source: Next Char Timeout:
cs: Prodleva stisknuti tlacitek:
hr: Zadrska slijedeceg znaka:

source: enter IP Address of the box (0..9, left, right)
cs: nastavte IP adresu boxu ( 0..9, <, > )
hr: unesite IP Adresu prijemnika (0..9, lijevo, desno)
pl: wpisz adres IP terminala (0..9, lewo, prawo)
sk: zadaj IP adresu boxu (0..9)
sr: Ubaciti IP adresu za DreamBox (0...9, Levo, desno)
tr: cihazin IP adresini yazin (0..9,sol,sag)

source: enter netmask of your network (0..9, left, right)
cs: nastav masku podsíte ( 0..9, <, > )
hr: unesite netmask Vase mreže (0..9, lijevo, desno)
pl: wprowadz maske sieci (0..9, lewo, prawo)
sk: zadajte sietovu masku (0..9)
sr: Ubaciti mask za network od DreamBoxa (0...9, Levo, desno)
tr: ag ayarinin netmask numarasini yazin (0..9, sol, sag)

source: enter your domain name server (0..9, left, right)
cs: nastav DNS ( 0..9, <, > )
hr: upisite Vasu domenu name servera (0..9, lijevo, desno)
pl: wpisz adres serwera nazw DNS (0..9, lewo, prawo)
sk: zadajte IP dns servera (0..9)
sr: Ubacite DNS (0...9, Levo, desno)
tr: sizin sorverin domain ismini yazin (0..9, sol, sag)

source: enter your gateways IP Address (0..9, left, right)
cs: nastav IP vasí brány ( 0..9, <, > )
hr: upisite Vasu gateways IP adresu (0..9, lijevo, desno)
pl: wpisz adres IP bramy Gateway (0..9, lewo, prawo)
sk: zadajte IP vasej sietovej brany (0..9)
sr: Ubacite adresu paserele (0...9, Levo, desno)
tr: ip ve ya Ag Geçidi numarasini yazin (0..9, sol, sag)

source: Configure Network
cs: Nastavení síte
hr: Postavi Mrežu
lt: Tinklas Dirba
sk: Nastavenia siete

source: enable/disable network config (ok)
cs: umoznit/zakázat nastavení síte (OK)
hr: ukljuci/iskljuci postavke mreze (ok)
lt: tinklo įjungimas / išjungimas (ok)
pl: wlacz/wylacz konfiguracje sieci (ok.)
sk: povol/zakaz konfiguraciu
sr: Aktiviranje/desaktiviranje mod za podesavanje networka (OK)
tr: ag ayralarini ac/kapat (ok)

source: Video Setup
cs: Nastavení obrazu
lt: Video Nustatymai
pl: Konfiguracja Video
sr: Video stelovanje
tr: Video kurulum

source: Color Format:
cs: Formát barev:
hr: Format boje:
lt: Spalvų Formatas:
sk: Format farby:
tr: Renk formati:

source: choose colour format ( left, right )
cs: vyberte formát obrazu ( <, > )
lt: pasirinkite spalvų formatą (kairėn/dešinėn)
pl: wybierz format koloru (lewo, prawo)
sr: Izaberite format boja (Levo, Desno )
tr: Renk ayari formati icin (sol, sag )

source: Aspect Ratio:
cs: Pomer :
hr: Omjer širine i visine slike
sk: Pomer stran:

source: choose aspect ratio ( left, right )
cs: zvolte pomer ( <, > )
hr: odaberite omjer širine i visine slike ( lijevo, desno )
pl: wybierz aspekt ratio (lewy, prawy)
sk: Pomer stran
sr: Izaberite izgled radia (Levo, Desno)
tr: baki acisinin oraninin secenegi (sol, sag)

source: service selector
cs: programová nabídka
hr: odabir usluga
lt: kanalų sąrašas
pl: wybór serwisów
sk: Vyber kanalu
sr: Selector servisa
tr: Servis secimi

source: switch to next bouquet
cs: prepni na nasledující
hr: prebaci u sljedeći paket
lt: perjungti į sekantį paketą
pl: przejdz do nastepnego bukietu
sk: vyberte paket
sr: Prebaciti na sledeci buket
tr: Baska bukete gecmek icin degistir

source: switch to previous bouquet
cs: prepni na predchozí
hr: prebaci u predhodni paket
lt: perjungti į ankstesnį paketą
pl: wróc do poprzedniego bukietu
sk: prepni na predchadz. paket
sr: Prebaciti na prethodni buket
tr: Önceki buketi degistir

source: go up a directory
cs: nahoru v seznamu
hr: idi u prethodnu mapu
lt: eiti į aukštesnę direktoriją
pl: wejdz katalog wyzej
sk: o adresar hore
sr: Podici za jedan repertoar
tr: Ana dizine geçmek icin yukariya gidin

source: shows the EPG selector for the highlighted channel
cs: zobraz zvýraznené EPG zvoleného kanálu
hr: prikazi EPG odabir za osvijetljene kanale
pl: pokaz EPG dla wybranych kanalów
sk: pre vybrany kanal zobraz jeho program (EPG)
sr: Videti selector EPGa za kanale stavljene unapred
tr: Kanal bilgilerini (EPG) goster

source: show service selector menu
cs: zobraz programovou nabídku
hr: prikazi izbornik odabira servisa
lt: rodyti kanalų sąrašo meniu
pl: pokaz menu wybor serwisów
sk: ukaz menu TV kanalov
sr: Videti meni za selector servisa
tr: Menu secimi icin servisi goster

source: toggle between classic and multi column style
cs: prepni mezi klasickým a vicesloupcovým stylem
hr: promijeni stil izmedju klasicnog i vise kolona
pl: przelacz miedzy stylem klasycznym a wielo-kolumnowym
sk: prepni medzi klasickym a prehladavacim stylom
sr: Preci iz klasicnog moda u mod vise kolona

source: go to first service
cs: na predchozí sluzbu
lt: eiti į pirmą kanalą
pl: wybierz pierwszy serwis
sr: Ici na prvi servis
tr: ilk servisi secenegi

source: go to last service
cs: na následující sluzbu
lt: eiti į paskutinį kanalą
pl: wybierz ostatni serwis
sr: Ici u prethodni servis
tr: en son servisi gidiniz

source: show all services
cs: Zobraz vsechny sluzby
hr: prikaži sve usluge
lt: rodyti visus kanalus
sk: Ponuka kanalov
tr: butun servisleri goster

source: [GO UP]
cs: [ zpet ]
hr: [KRENI GORE]
lt: [EITI Į AUKŠTYN]
sk: HORE]
sr: [Popeti se]
tr: [ YUKARI CIK ]

source: (removed service)
cs: (sluzba odstranena)
hr: (obrisana usluga)
lt: (pašalintas kanalas)
sk: kanal odstraneny
sr: (Izbrisan servis)
tr: (silinmis servis)

source: Movies
cs: Filmy
hr: Filmovi
lt: Filmai
sk: Filmy

source: Menu
cs: Hlavní menu
lt: Meniu

source: Style
cs: Styl
lt: Stilius

source: Column
cs: Sloupec

source: title
cs: titul
hr: naslov
lt: titrai
pl: tytul
sk: titul
sr: Naslov
tr: Baslik

source: artist
cs: umelec
hr: izvođač
lt: artistas
pl: wykonawca
sk: skupina:
sr: Licnost

source: genre
cs: zánr
hr: žanr
pl: rodzaj
sk: zaner
sr: Zanr
tr: Tarz

source: year
cs: rok
hr: godina
lt: metai
pl: rok
sk: rok
sr: Godina
tr: yil

source: composer
cs: skladatel
hr: skladatelj
sk: skladatel
tr: KOMPOZiTÖR

source: track
cs: stopa
hr: skladba
lt: takelis
sk: pesnicka
tr: izleme

source: length
cs: délka
hr: dužina
lt: ilgis
sk: dlzka
tr: uzunluk

source: Video format:
cs: Formát obrazu:
lt: Video formatas:
pl: Format Video:
sk: Format obrazu:
tr: Video formati:

source: supported coding systems:
cs: podporovaný kódovací systém:
hr: podržani sistemi kodiranja:
lt: palaikomos kodavimo sistemos:
pl: obslugiwane systemy kodowania:
sk: podporovane systemy kodovania:
sr: Podneti sistemi kodiranja :
tr: Bu kodlamayi destekliyor:

source: Systems used in service:
cs: Systém pouzitý ve sluzbe:
hr: Sistemi korišteni u usluzi:
lt: Sistemos naudojamos kanalui:
pl: Systemy uzywane w serwisie:
sk: Kanal pouziva kodovanie:
sr: Sistem servis upotrebljen:
tr: Sistem servis icinde kulaniliyor:

source: no information is available
cs: zádné dostupné informace
hr: informacija nije dostupna
lt: nėra informacijos
pl: informacja niedostepna
sk: Informacie nie su k dispozicii
sr: Nema informacija
tr: Su an bilgi gosterilemiyor

source: Service information (right)
cs: Informace o sluzbe ( > )
hr: Informacije usluge (desno)
lt: Kanalo informacija (dešinėn)
pl: Informacja o serwisie (prawo)
sk: Kanalove info (vlavo)
sr: Servis informacije ( desno )
tr: servis infarmasyonu (sag)

source: Scrambled system information (left, right)
cs: Kódovací systémové informace ( <, > )
hr: Informacije sustava kodiranja (lijevo, desno)
lt: Kodavimo sistemų informacija (kairėn/dešinėn)
pl: Informacja o systemie kodowania (lewo, prawo)
sk: Info o systeme kodovania (v lavo, v pravo)
sr: Kodiraj informacije sistema (Levo, desno)
tr: kodalma informasyon sistemi (sol, sag)

source: Transponder information (left)
cs: Transpondér informace ( < )
hr: Informacije transpondera (lijevo)
lt: Paketo informacija (kairėn)
pl: Informacja o transponderze (lewo)
sk: Transponder info (v lavo)
sr: Informacije o transponderu (Levo)
tr: transponder infarmasyonu (sol)

source: Timerlist
cs: Casovac - výpis
hr: Timerlista
lt: Taimerio Sąrašas
pl: Lista Timer
sk: Casovac
sr: Lista sata
tr: Saat listesi

source: You would to delete the running event.. this stops the timer mode (recording)!
cs: Chystáte se vymazat zpustený proces .. zastavíte mód casovace ( záznam )!
hr: Zelite obrisati radne događaje.. to zaustavlja timer mod (snimanje)!
pl: Kasujesz aktualnie uruchomione zdarzenie... spowoduje to zatrzymanie nagrywania w trybie timer!
sk: Chystate sa zmazat prebiehajuci proces.. Zmazete tym nacasovanie (nahravanie)!
sr: Hocete li izbrisati dogadjaj u toku... To ce zaustaviti sat mod (snimanje)!
tr: Yaptiginiz ayari silmek mi istiyorsunuz.. yaparsaniz saat ayarini durdurur ve (cekimide)!

source: Delete the event from the timerlist
cs: Vymazání údaju z casovace
hr: Obriši događaj iz timer liste
lt: Veiksmo trynimas iš taimerio sąrašo
pl: Skasuj pozycje z listy timer
sk: Zmazte ulohu z casovaca.
sr: Izbrisati dogadjaj iz liste
tr: Bu saat ayari listeden sil

source: Really delete this event?
cs: Opravdu vymazat tento údaj?
hr: Stvarno želite izbisati ovaj događaj?
lt: Ar tikrai ištrinti ši veiksmą?
pl: Jestes pewien by skasowac ta pozycje ?
sk: Naozaj zmazat polozku?
sr: Hocete li zaista izbrisati ?
tr: Bu olayi silmek mi istiyorsunuz?

source: You would to update the running event.. this stops the timer mode (recording)!
cs: Chystáte se aktualizovat zpustený proces ... zastavíte mód casovace ( záznam )!
pl: Modyfikujesz uruchomione juz zdarzenie... spowoduje to przerwanie nagrywania w trybie timer!
sk: Chystate sa zmenit beziaci proces.. Tymto zastavite nacasovanie (nahravanie)!
sr: Da li ste sigurni da hocete promeniti to? To ce zaustaviti snimanje u modu sat!
tr: Su andaki yururlukte olan olayi guncelestirmekmi istiyorsunuz... bu zaman modunu durdurur ( cekimi )!

source: Update event in timerlist
cs: Aktualizujte údaj v casovaci
hr: Osvjezi događaje u timer listi
lt: Atnaujinti veiksmus taimerio sąraše
pl: Aktualizuj pozycje w timer
sk: Uprav polozku v casovaci
sr: Aktualizacija dogadjaja u sat?
tr: Saat listesini guncelestirin

source: Really update this event?
cs: Opravdu aktualizovat tento údaj?
hr: Stvarno želite nadopuniti ovaj događaj?
lt: Ar atnaujinti šį veiksmą?
pl: Rzeczywiscie uaktualnic to?
sk: Naozaj to mam upravit ?
sr: Aktualizacija tog dogadjaja?
tr: BU olayi guncelestirmekmi istiyorsunuz?

source: This event is already in the timerlist.
cs: Tento údaj jiz v casovaci existuje.
hr: Događaj je več dodat u timer listu.
lt: Šis veiksmas jau yra taimeryje!
pl: Ten wpis istnieje juz w timer
sk: Tato polozka sa uz v casovaci nachadza.
sr: Taj dogadjaj je vec dodat u sat
tr: Bu saat ayari su an listede var

source: Add event to timerlist
cs: Dalsi údaj do casovace
hr: Dodaj događaj u timer listu
lt: Įvesti veiksmą į taimerį
pl: Dodaj pozycje do listy timer
sk: Pridaj do casovaca
sr: Dodati dogadjaj u sat
tr: Saat ayarIarini hafiza listesine al

source: The Endtime overlaps with another event in the timerlist
cs: Koncový cas se prekrývá s údajem v casovaci.
hr: Vrijeme završetka se preklapa sa drugim događajem u timer listi
pl: Czas zakonczenia wpisu koliduje z czasem innego wpisu
sk: Nahravanie skonci neskor ako skonci TV relacia
sr: Sat kraja je pre sata za pocetak.
tr: Zaman sonu baska bir zaman sunu ilen cakisiyor saatlistesinde

source: Set Stop Time
cs: Nastav cas vypnutí
hr: Postavi vrijeme zaustavljanja
lt: Pabaiga
pl: Ustaw czas zakonczenia
sk: Nastav cas konca
sr: Ubaciti cas za kraj
tr: saat durdurma ayarini yap

source: This event cannot added to the timerlist. The event overlaps with another event in the timerlist Please check the timerlist manually.
cs: Tento údaj nemuze být pridán do casovace. Udaj se prekrývá s jiným v casovaci Prosím overte rucne záznamy.
hr: Ovaj događaj nemoze biti dodan na timer listu. Događaj se preklapa sa drugim događajem u timer listi Molim uredite timer listu rucno.
pl: Ten wpis nie moze zostac dodany do timera. Zdarzenie koliduje z innym zdarzeniem w liscie timera Sprawdz liste timera recznie.
sk: Tato uloha nemoze byt zaradena do casovaca. Prelina sa totiz z inou predtym zadanou ulohou.
sr: Taj dogadjaj se ne moze ubaciti u listu snimanja. On se poklapa sa dogadjajom vec programiranim Proverite rucno casove.
tr: bu servis saat listesine alinamiyor. lutfen baska saat ayarini saat listesine doldurun lutfen manual saat listesini kontroledin

source: timerView
cs: Casovac
sk: Casovac
sr: Vid Sata
tr: Saat'a bakma

source: add new event to Timerlist
cs: dalí úloha do casovace
hr: Dodaj novi događaj u timer listu
lt: įvesti naują veiksmą į taimerį
sk: Pridaj do casovaca

source: remove this entry from timer list
cs: odstraneni údaju z casovace
hr: obriši ovaj unos iz timer liste
lt: pašalinti šį veiksmą iš taimerio
pl: usun wpis z listy timer
sk: vymaz polozku z casovaca
sr: Izbrisati to iz sata
tr: Yaptiginiz saat ayarini listeden silin

source: Timer list
cs: Casovac
hr: Timer lista
lt: Taimerio Sąrašas
pl: Zawartosc Timer
sk: Casovac
sr: Lista satova
tr: Saat listesi

source: Timer Edit View
cs: Editace casovace
sk: editacia casovaca

source: increase the event begin time in 1 minute steps
cs: zvysit pocatecni cas programu po minutovych krocich
hr: povecaj pocetak događaja za korak jedne minute
sk: zvys cas zaciatku nahravania o 1 minutu

source: decrease the event begin time in 1 minute steps
cs: snizit zacatecni cas programu po minutovych krocich
hr: umanji pocetak događaja za korak jedne minute
sk: zniz cas zaciatku nahravania o 1 minutu

source: increase the event end time in 1 minute steps
cs: zvysit koncovy cas programu po minutovych krocich
hr: povecaj kraj događaja za korak jedne minute
sk: zvys cas konca nahravania o 1 minutu

source: decrease the event end time in 1 minute steps
cs: snizit koncovy cas programu v minutovych krocich
hr: umanji kraj događaja za korak jedne minute
sk: zniz cas konca nahravania o 1 minutu

source: January
cs: Leden
hr: Siječanj
lt: Sausis
pl: Styczen
sk: Januar
sr: Januar
tr: Ocak

source: February
cs: Únor
hr: Veljača
lt: Vasaris
pl: Luty
sk: Februar
sr: Februar
tr: Subat

source: March
cs: Brezen
hr: Ožujak
lt: Kovas
pl: Marzec
sk: Marec
sr: Mart
tr: Mart

source: April
cs: Duben
hr: Travanj
lt: Balandis
pl: Kwiecien
tr: Nisan

source: May
cs: Kveten
hr: Svibanj
lt: Gegužė
pl: Maj
sk: Maj
sr: Maj
tr: Mayis

source: June
cs: Cerven
hr: Lipanj
lt: Birželis
pl: Czerwiec
sk: Jun
sr: Jun
tr: Haziran

source: July
cs: Cervenec
hr: Srpanj
lt: Liepa
pl: Lipiec
sk: Jul
sr: Juli
tr: Temmuz

source: August
cs: Srpen
hr: Kolovoz
lt: Rugpjūtis
pl: Sierpien
sr: Avgust
tr: Agustos

source: September
cs: Zárí
hr: Rujan
lt: Rugsėjis
pl: Wrzesien
sr: Septembar
tr: Eylul

source: October
cs: Ríjen
hr: Listopad
lt: Spalis
pl: Pazdziernik
sk: Oktober
sr: Octobar
tr: Ekim

source: November
cs: Listopad
hr: Studeni
lt: Lapkritis
pl: Listopad
sr: Novembar
tr: Kasim

source: December
cs: Prosinec
hr: Prosinac
lt: Gruodis
pl: Grudzien
sr: Decembar
tr: Aralik

source: record DVR
cs: záznam DVR
hr: snimi DVR
pl: zapisz DVR
sk: nahraj
sr: Snimanje DVRa
tr: DVR cekimi

source: no description is available
cs: Popis není k dispozici
hr: opis nije dostupan
pl: opis niedostepny
sk: Popis nie je k dispozicii
sr: Nema podataka
tr: Yazilim su an hazir degil

source: unknown service
cs: neznámá sluzba
hr: nepoznata usluga
lt: neatpažintas kanalas
sk: neznama sluzba

source: Invalid begin or end time.! Please check time and date
cs: Spatný zacátek nebo konec casu.! Zkontrolujte cas a datum.
hr: Pogrešno početno ili završno vrijeme.! Molim provijerite vrijeme i datum
pl: Zly czas rozpoczecia lub zakonczenia. ! Sprawdz raz jeszcze date i czas
sk: chybna cas zaciatku alebo konca.! Overte prosim.
sr: Cas za pocetak ili kraj nisu u redu Proverite stelovanja
tr: Saat 'in ilk ve ya son yerleri doldurulmamis.! Lutfen saati ve tarihi kontrol edin

source: Sorry, you can not add a time shifted service manually to the timer. Please close the Timer and use the EPG of the service you wish to add!
cs: Nemuzete pridat nebo presunout rucne sluzbu do casovace. Ukoncete casovac a pouzijte EPG k pridání .
hr: Oprostite, nemozete rucno dodati vrijeme pomaknute usluge u timer. Molim zatvorite timer i koristite EPG da biste dodali uslugu!
pl: Nie mozesz dodac serwisu ze zmiennym czasem rozpoczecia recznie do timera. Zamknij timer i uzyj funkcji EPG na serwisie, ktory chcesz dodac!
sk: Prepacte, ale program nemozete pridat do casovaca manualne. Prosim Vas ak chcete zaradit tento program pouzite prirucku (EPG)
sr: Izvinite, ne mozete dodati rucno snimanje. Molim vas zatvorite meni i upotrebite EPG za dodavanje servisa!
tr: Ozurdileriz, bu servisi el ilen zamani degistiremesiniz Lutfen zaman ayrini kapatin ve EPG gecin ve istediginiz servisi secin ve ekleyin

source: no description found
cs: Popis není k dispozici
hr: opis nije pronađen
sk: Popis nie je k dispozicii

source: Please select the software version to upgrade to:
cs: Vyberte verzi software pro aktualizaci :
hr: Molim odaberite ver.sofvera na koju želite nadograditi:
lt: Prašome pasirinkti softo versiją atnaujinimui:
pl: Wybierz wersje oprogramowania do aktualizacji:
sk: Vyberte si verziu k upgrade:
sr: Izaberite verziju Softwara koju zelite instalirati
tr: Lutven software version seciniz guncelestirilmesi icin:

source: manual upload
cs: rucní príjem dat
hr: rucna nadogradnja
lt: rankinis krovimas
pl: reczne wysylanie
sk: manualny upload
sr: Rucni Upload
tr: Kendi seceneginize upload yap

source: downloading catalog...
cs: Stahuji seznam ...
hr: skidam katalog...
pl: przesylanie katalogu...
sk: stahujem katalog...
sr: Downloadiranje kataloga...
tr: catalog downloading yapiliyor...

source: downloading changelog...
cs: Stahuji protokol zmen ...
hr: skidam listu promjena...
pl: przesylanie dziennika zmian…
sk: Stahujem Log zmien...
sr: Downloadiranje fajla notacije...
tr: degisme logu indiriyor

source: downloading image...
cs: Stahuji image...
hr: skidam softver prijemnika...
pl: ladowanie 'image'...
sk: stahujem image...
sr: Downloadiranje Image fajla...
tr: image downloading yapiliyor...

source: Please select version to upgrade or LAME! to abort
cs: Vyberte verzi pro aktualizaci nebo opravu !
hr: Molim odaberite verziju na koju želite nadograditi ili pritisnite LAME! za prekid
pl: Wybierz wersje do zaktualizowania albo LAME! by przerwac
sk: Vyberte si verziu k upgrade, alebo stlacte LAME!
sr: Nova verzija kod www.dm7000.be? ili lame tipka za stopiranje
tr: Lutfen gunceleme fersiyonun secin ve ya LAME! sonlandirin

source: Error!
cs: Chyba!
hr: Greška!
lt: Klaida!
pl: Blad!
sk: Chyba
sr: Greska!
tr: Hata!
