Repository: OpenMipsel/apps
Catalog: tuxbox/enigma/po/*.po
Languages: cs, hr, lt, pl, sk, sr, tr

source: Social
cs: Spolecenský
pl: Socjalne
sk: Spolocnost
sr: Sociala
tr: sosyal

source: Soc. Mag.
cs: Soc. vedy
hr: Socijalni magazin

source: Economics
cs: Ekonomika
hr: Ekonomija
lt: Ekonomika
sk: Ekonomika

source: Remark. People
cs: Komentare
lt: Žymūs Žmonės
sk: Ludia

source: Education
cs: Vzdelání
hr: Obrazovanje
lt: Mokymas
pl: Edukacja
sk: Vzdelanie
sr: Nauka
tr: Eyitim

source: Nature
cs: Priroda
lt: Gamta
sk: Priroda

source: Technology
cs: Technika
hr: Tehnologija
lt: Technologijos
sk: Technologie

source: Medicine
cs: Lekarství
hr: Medicina
lt: Medicina
sk: Medicina

source: Expeditions
cs: Expedice
lt: Ekspedicijos
sk: Expedicie

source: Spiritual
cs: Duchovní
hr: Duhovno
lt: Religija
sk: nabozenstvo

source: Further Ed.
cs: Dalsí Ed.
hr: Napredne edicije
pl: Do dalszej ed.
sk: Serial
sr: Davantage Ed.
tr: ilerki Ed.

source: Languages
cs: Jazyky
lt: Kalbos
sk: Jazyky

source: Hobbies
cs: Zájmy
hr: Hobi
lt: Hobi
pl: Zainteresowania
sk: Konicky
sr: Hobiji

source: Travel
cs: Cestování
lt: Kelionės
sk: Cestovanie

source: Handicraft
cs: Rucni prace
hr: Makete
lt: Amatai

source: Motoring
cs: Motory
lt: Automobilizmas
sk: Natavenie motora

source: Cooking
cs: Varení
hr: Kulinarstvo
lt: Virtuvė
sk: Varenie

source: Shopping
cs: Nákupy
hr: Kupovina
lt: Pirkiniai
pl: Zakupy
sk: Nakupovanie
sr: Kupovina
tr: Alisveris

source: Gardening
cs: Zahradniceni
lt: Sodas
sk: Zahrada

source: Orig. Lang.
cs: Orig.jazyk
hr: Orig. Jez.
lt: Orgin. Kalba
pl: Oryg.Jezyk.
sk: Povodne znenie
sr: Originalna verzija
tr: orji.Lisan

source: B&W
cs: Cernobile
sk: CB

source: Unpublished
cs: Nepublikovane
hr: Neizdano
lt: Nepublikuojama
sk: Nezverejnene

source: Live
cs: Zive
hr: Zivo
lt: Gyvenimas
sk: Nazivo

source: no data for this service avail
cs: zádné data k dispozici
hr: nema podataka za taj servis
lt: nėra duomenų šiam kanalui
pl: brak danych dla tego serwisu
sk: prirucka nie je vysielana(EPG)
sr: Ne moguce naci taj servis
tr: bu servis icin data gosterilemiyor

source: Filesize: %d MB
cs: Velikost : %d MB
hr: Veličina datoteke: %d MB
lt: Failo Dydis: %d MB
sk: Velkost suboru: %d MB

source: Filename:
cs: Název souboru:
hr: Ime datoteke:
sk: nazov:
sr: Ime fajla :
tr: Dosya adi :

source: Welcome to enigma. Please do a transponder scan first. (mainmenu > setup > channels > transponder scan)
cs: Vítejte v Enigme. Prosím ted vyhledejte kanály. (hlavní menu > nastavení > kanály > vyhledat vysílání)
hr: Dobrodošli u enigmu. Prvo pretrazite transpondere. (glavni izbornik > postavke > kanali > pretrazivanje transpondera)
pl: Witaj w systemie enigma. Pierwsza czynnoscia bedzie wykonanie szukania transponderów. (Menu Glówne >> Ustawienia > Kanaly > Przeszukanie Transpondera)
sk: Vitajte v Enigme. Najprv vyhladajte programy. (Hlavne menu > nastavenia > prijem > vyhladanie)
sr: Sandbox tim vam zeli dobrodoslicu na Enigmu. Startovati pretrazivanje kanala. (Glavni meni > Podesavanje > Kanali > Pretrazivanje kanala)
tr: Enigma'ya hos geldiniz. lutfen once kanal taratmasi yapin. (Anakurulum>kurulum>kanallar>Ag taratma)

source: First start of enigma
cs: První start Enigmy
hr: Prvo pokretanje enigme
lt: Pirmas enigmos startas
pl: Pierwszy start Enigmy
sk: Prvy start enigmy
sr: Prvi start Enigme
tr: Enigma'nin ilk baslangici

source: Common Interface Module - mmi
cs: Moduly Common Interface
hr: Modul zajedničkog sučelja - mmi
lt: CI modulis -mmi
pl: Modul Warunkowego Dostepu - mmi
sk: CAM modul
sr: Common interface Modul-pcmcia

source: mmi input field
cs: mmi vstup
hr: mmi ulazno polje
sk: vstup CI
sr: Ubaciti MMi
tr: mmi girisi basarili olamadi

source: send data to CI
cs: posli data do CI
hr: pošalji podatke u CI
lt: siūsti duomenis į modulį
pl: wyslij dane do Modulu Warunkowego Dostepu
sk: zasli udaje do CI
sr: Poslati podatke u CI
tr: data yi CI ye gonder

source: Common Interface Modules
cs: Moduly CI
hr: Moduli zajedničkog sučelja
lt: Moduliai
pl: Moduly Warunkowego Dostepu
sk: CAM moduly

source: Common Interface Module
cs: Moduly Common Interface
hr: Modul zajedničkog sučelja
lt: Modulis
pl: Modul Warunkowego Dostepu
sk: CAM modul
sr: Common Interface Modul

source: reset the Common Interface module
cs: reset modulu Common Interface
hr: resetiraj modul Zajedničkog sučelja
lt: resetuoti modulį
pl: trwa resetowanie Modulu Warunkowego Dostepu
sk: resetuj CAM modul
sr: Resetiranje common interface modula
tr: Common Interface module sifirla

source: Init
cs: Inicializace
hr: Inicijalizacija
lt: Instaliuoti
pl: Inicjalizacja
sk: Incializuj
sr: Inisializacija

source: send the ca-pmt to CI
cs: overuji CI modul
hr: pošalji ca-pmt u CI
pl: wyslij ca-pmt do Modulu Warunkowego Dostepu
sk: overujem modul
sr: Poslati komandu ca-pmt u CI
tr: ca-pmt ci ye gonder

source: waiting for module
cs: cekám na modul
hr: čekam na modul
pl: czekam na modul
sk: cakam na modul
sr: Pricekaj odgovor modula
tr: modulu bekliyor

source: enter Common Interface menu (mmi)
cs: do menu Common Interface
hr: uđi u Zajedničko sučelje (mmi)
lt: eiti į CI modulio meniu (mmi)
pl: wejdz w menu Modulu Warunkowego Dostepu
sk: Vstup do CAM menu
sr: Udi u meni Common interface Modula
tr: Common Interface kurulumuna gidin ( mmi)

source: leave Common Interface menu
cs: opustit menu Common Interface
lt: išeiti iš CI modulio meniu
pl: opusc menu Modulu Warunkowego Dostepu
sr: Izadi iz Common interface Meni
tr: Ci modul girisi kurulumunu terk et

source: resetting....please wait
cs: Resetuji ... prosím cekejte
hr: resetiram....molim pričekajte
lt: resetuojama....prašome palaukti
pl: trwa resetowanie…prosze czekac
sk: resetujem...
sr: Sacekajte sa Sandbox timom
tr: sifirlaniyor.... biraz bekleyin

source: Infos
cs: Info
hr: Informacije
lt: Informacija
pl: Informacje
sk: Info
sr: Informacije
tr: Informatsiyon

source: back
cs: zpet
hr: natrag
lt: grįžti
pl: wstecz
sk: s5
sr: Povratak
tr: geri

source: back to mainmenu
cs: do Hlavního menu
lt: grįžti į parindinį meniu
pl: wróc do menu glównego
sr: Vrati se u glavni meni
tr: Ana menuye geri don

source: open the Streaminfo
cs: otevri Stream info
hr: otvori stream informaciju
lt: rodyti srauto informaciją
pl: otwórz informacje o strumieniu danych
sk: otvor Streaminfo
sr: Otvori informacije o kodiranju
tr: Streaminformatsiyonu ac

source: Show BN version
cs: Zobraz verzi BN
hr: Prikaži verziju BN-a
lt: Rodyti BN versiją
pl: wyswietl wersje BN
sk: Verzia BN
sr: Videti verziju BN
tr: BN versiyonunu goster

source: show the Current Version of the Betanova FW
cs: Zobraz aktuální verzi Betanova FW
hr: prikaži trenutnu verziju Betanova FW
pl: wyswietl aktualna wersje Betanova FW
sk: Zobraz aktualnu verziu firmware BetaNova
sr: Prikazati aktualnu verziju Betanova FW
tr: Su anki Betanova FW versiyonunu goster

source: shows the satfinder
cs: Zobraz nalezené satelity
hr: prikaži satfinder
lt: rodyti signalų lygius
pl: wyswietlaj Satfinder
sk: SatFinder
sr: Prikazi satfinder
tr: uydu bulucuyu göster

source: open the about dialog
cs: otevri dialog informací
hr: otvori <o prijemniku> dijalog
lt: rodyti dialogą 'apie...'
pl: otwórz okienko informacyjne o…
sk: Info box
sr: Otvori meni info
tr: bilgi diyalogunu açin

source: Unknown
cs: Neznámý
hr: Nepoznato
lt: neatpažinta
pl: nieznany
sk: Neznamy
sr: Nepoznato
tr: Taninmamis

source: my
cs: mé
hr: moj
lt: mano
pl: mój
sk: moj
sr: Moj
tr: Benim

source: Processor: XPC823, 66MHz
cs: Procesor : XPC823, 66MHz
hr: Procesor: XPC823, 66MHz
lt: Procesorius: XPC823, 66MHz
sk: Procesor: XPC823, 66MHz
sr: Procesor: XPC823, 66MHz

source: Processor: XPC823, 80MHz
cs: Procesor : XPC823, 80MHz
hr: Procesor: XPC823, 80MHz
lt: Procesorius: XPC823, 80MHz
sk: Procesor: XPC823, 80MHz
sr: Procesor: XPC823, 80MHz

source: Processor: STB04500, 252MHz
cs: Procesor : STB04500, 252MHz
hr: Procesor: STB04500, 252MHz
lt: Procesorius:STB04500, 252MHz
sk: Procesor: STB04500, 252MHz
sr: Procesor: STB04500, 252MHz

source: Processor: STBx25xx, 252MHz
cs: Procesor : STB25xxx, 252MHz
hr: Procesor: STBx25xx, 252MHz
lt: Procesorius: STBx25xx, 252MHz
sk: Procesor: STB25xxx, 252MHz

source: Frontend: Satellite
cs: Výchozí: Satelit
hr: Vrsta tunera: Satelitski
sk: Vybrane: Satelitne vysielanie
sr: Tuner: Satelit
tr: Frontend:uydu

source: Frontend: Cable
cs: Výchozí: Kabel
hr: Vrsta tunera: Kablovski
sk: Vybrane: Kablovka
sr: Tuner: Kablovska
tr: Frontend: kablo

source: Frontend: Terrestrial
cs: Výchozí: Pozemní príjem
hr: Vrsta tunera: Zamaljski
sk: Vybrane: Terestrial
sr: Tuner: Zemaljska
tr: Frontend: yerüstü

source: Frontend: Simulator
cs: Výchozí: Simulace
sr: Tuner: Simulacija
tr: On Taraf: Simulator

source: none
cs: zádný
hr: nista
lt: ne
pl: zaden
sk: ziadny
sr: Nista
tr: yok

source: unknown
cs: neznámý
hr: nepoznato
lt: neatpažinta
pl: nieznany
sk: neznamy
sr: Nepoznato
tr: Bilinmeyen

source: release
cs: vydání
hr: otpusti
pl: zwolnij
sk: verzia
sr: Verzija

source: internal
cs: interní
hr: interni
lt: vidinis
pl: wewnetrzna
sk: interna
sr: Unutrasnje
tr: icsel

source: show main menu
cs: zobraz Hlavní menu
hr: prikaži glavni meni
lt: rodyti pagrindinį meniu
pl: wyswietl menu glówne
sk: hlavne menu
sr: Videti glavni meni
tr: ana munuyu goster

source: go to standby (press)
cs: prejdi do Standby (press)
hr: kreni u standby (pritisni)
lt: eiti į budintį (spausti)
pl: przejdz w tryb czuwania (wcisnij)
sr: Preci u pauzu mode (stisnuti)
tr: standby gecmek icin (basin)

source: go to standby without menu (press)
cs: prejdi do Standby (press)
hr: kreni u standby bez izbornika (pritisni)
lt: eiti į budintį be meniu (spausti)
sk: prejde do spanku (stlacte)

source: go to standby (repeat)
cs: prejdi do Standby (repeat)
hr: kreni u standby (ponovi)
lt: eiti į budintį (pakartoti)
pl: przejdz w tryb czuwania (powtórz)
sr: Ici u mode pauza (repetuj)
tr: standby gecmek icin (tekrarla)

source: go to standby (release)
cs: prejdi do Standby (release)
hr: kreni u standby (otpusti)
lt: eiti į budintį (atpalaiduoti)
pl: przejdz w tryb czuwania (zwolnij)
sr: Ici u mode pauza (otpustiti)
tr: standby gecin (release)

source: show infobar
cs: Zobraz Infobar
hr: prikaži infobar
lt: rodyti infobarą
pl: wyswietl pasek informacyjny
sk: infobox
sr: Prikazi info bar
tr: infarmasyonkolomu goster

source: hide infobar
cs: Skryj Infobar
hr: sakrij infobar
lt: slėpti infobarą
pl: ukryj pasek informacyjny
sk: Skry infobox
sr: Sakrij info bar
tr: ana infarmasyonkolomu

source: show infobar or EPG
cs: Zobraz Infobar nebo EPG
hr: prikaži infobar ili EPG
lt: rodyti infobarą arba EPG
pl: wyswietl pasek informacyjny lub EPG
sk: Zobraz prirucku (EPG), alebo infobox
sr: Prikazi info bar ili EPG
tr: infobar goster ve"ya EPG

source: show service selector
cs: Zobraz nabídku sluzeb
hr: prikaži izbor usluga
lt: rodyti kanalų selektorių
pl: wyswietl wybór serwisów
sk: Ponuka kanalov
sr: Prikazi selector servisa
tr: servis secenegini goster

source: show subservices/NVOD
cs: Zobraz podkanály NVOD
hr: prikaži podusluge/NVOD
pl: wyswietl podserwisy/NVOD
sk: ukaz subkanaly/NVOD
sr: Videti podservis/NVODa
tr: subservices/NVOD goster

source: show audio selector
cs: Zobraz nabídku Zvuk
hr: prikaži izbornik zvuka
lt: rodyti audio selektorių
pl: wyswietl wybór sciezki audio
sk: Vyber zvuku
sr: Prikazi audio selector
tr: ses secenegini goster

source: show Videotext
cs: Zobraz Teletext
hr: prikaži Videotext
lt: rodyti Vidotekstą
pl: wyswietl Videotext
sk: Teletext
sr: Prikazi videotext
tr: Videotext goster

source: show extension Plugins
cs: Zobraz rozsírené informace
sk: zobrazi Pluginy

source: show epg schedule list
cs: Zobraz EPG nabídku
hr: prikaži listu epg-a
pl: wyswietl liste rozkladu EPG
sk: Zobraz EPG planovac
sr: Videti stanje EPGa
tr: schedule epg listesini goster

source: show extended info
cs: Zobraz rozsírené informace
hr: prikaži prosirene informacije
lt: rodyti išplėstą informaciją
pl: wyswietl rozszerzona informacje
sk: zobraz rozsirene informacie
sr: Prikazi dodatne informacije
tr: extended informasyonu goster

source: zap to next subService
cs: následující titulky
hr: postavi na slijedecu poduslugu
sk: prepni nasledujuci subkanal
tr: birdahaki basservise zapyap

source: zap to prev subService
cs: predchozí titulky
hr: postavi na prethodnu poduslugu
sk: Prepnina predchadzajuci subkanal
tr: bir dahaki altservise zap yap

source: quickzap next
cs: rychle na dalsí
hr: brzo postavi slijedece
sr: Brzi sledeci zapp
tr: birdahaki acelezapping

source: quickzap prev
cs: rychle na predchozí
hr: brzo postavi prijasnje
sr: Brzi prethodni zapp
tr: hizlizapping geri

source: playlist/history next
cs: histórie dalsí
hr: lista/povijest slijedece
sk: historia dopredu
tr: playlistesi/birdahaki gecmisi

source: playlist/history prev
cs: histórie predchozí
hr: lista/povijest prethodno
sk: Playlist / historia
tr: playlistesi/gecmise geri

source: service list and down
cs: dolu nabídka kanálu
hr: lista usluga i dolje
lt: kanalų sarašas ir žemyn
pl: lista serwisów do dolu
sk: zoznam kanalov nadol
sr: Donja lista servisa
tr: servis listesi ve indirme

source: service list and up
cs: nahoru nabídka kanálu
hr: lista usluga i gore
lt: kanalų sarašas ir aukštyn
pl: lista serwisów do gory
sk: zoznam kanalov nahor
sr: Gornja lista servisa
tr: servis listesi yukari

source: volume up
cs: hlasitost +
hr: pojačaj zvuk
lt: garsas aukštyn
pl: glosniej
sk: Hlasitost +
sr: Zvuk +
tr: ses yukari

source: volume down
cs: hlasitost -
hr: smanji zvuk
lt: garsas žemyn
pl: ciszej
sk: Hlasitost -
sr: Zvuk -
tr: sesini asagi

source: toggle mute flag
cs: aktivuj Mute
hr: zamijeni mute
pl: wlacz wyciszenie
sr: Tisina

source: stop playback
cs: stop prehrávání
hr: zaustavi
lt: sustabdymas
pl: zatrzymaj odtwarzanie
sk: zastav prehravanie
sr: Stop citanja
tr: geri oynatmayi durdur

source: pause playback
cs: pauza prehrávání
hr: pauziraj
lt: pauzė
pl: wstrzymaj odtwarzanie
sk: prerus prehravanie
sr: Pauza
tr: geri oynatma duraklat

source: resume playback
cs: pokracovat v prehrávání
hr: nastavi
lt: įrašo paleidimas
pl: kontynuluj odtwarzanie
sk: obnov prehravanie
sr: Preuseti citanje

source: record
cs: záznam
hr: snimi
lt: rašymas
pl: nagrywanie
sk: nahravaj
sr: Snimanje
tr: cekim

source: start skipping forward
cs: pretácení dopredu
hr: pokreni preskakanje unaprijed
lt: prasukimas pirmyn su vaizdu
pl: start przewijania do przodu
sk: pretoc do predu
sr: Unapred brzo.
tr: ileri atlamayi baslat

source: repeat skipping forward
cs: pretácej dozadu
hr: ponovi preskakanje unaprijed
lt: prasukimo pirmyn kartojimas
pl: powtórz przewijanie do przodu
sk: zrychli pretacanie
sr: Répetiraj brzo unapred
tr: ileri atlamayi tekrarla

source: stop skipping forward
cs: stop pretácení
hr: zaustavi preskakanje u naprijed
lt: prasukimo pirmyn sustabdymas
pl: zatrzymaj przewijanie do przodu
sk: zastav pretacanie vpred
sr: Zaustavi brzo unapred
tr: ileri atlamayi durdur

source: start skipping reverse
cs: pretoc po zpátku
hr: pokreni preskakanje unazad
lt: prasukimo atgal su vaizdu
pl: start przewijania do tylu
sk: pretacaj dozadu
sr: Brzo unazad
tr: atlamayi tersine baslat

source: repeat skipping reverse
cs: zrychli pretácení zpet
hr: ponovi preskakanje unazad
lt: prasukimo atgal kartojimas
pl: powtórz przewijanie do tylu
sk: zrychli pretacanie vzad
sr: repetiraj brzo unazad
tr: tersine atlamayi tekarla

source: stop skipping reverse
cs: ukonci prehrávání pozpátku
hr: zaustavi preskakanje unazad
lt: prasukimo atgal sustabdymas
pl: zatrzymaj przewijanie do tylu
sk: zastav pretacanie vzad
sr: Zaustavi brzo unazad
tr: tersine atlamayi durdur

source: open the serviceselector and show recorded movies
cs: otevri predvolby a ulozené porady
hr: otvori izbor usluga i prikazi snimljene filmove
lt: sąrašo su įrašytais filmais atidarymas
sk: otvori vyber kanalov a ukaze nahrate programy
tr: servis secenegini ac ve cekilmis filimleri goster

source: open the serviceselector and shows the playlist
cs: otevrít predvolby a ukazat prehled
hr: otvori izbor usluga i prikazi playlistu
lt: paskutinių žiūrėtų kanalų sąršao atidarymas
sk: otvori vyber kanalov a ukaze playlist
tr: servis secenegini ac ve oynatma listesin goster

source: switch to TV mode
cs: prepni do TV módu
hr: prebaci u TV mod
lt: perjungti į TV režimą
pl: przejdz w tryb Telewizja
sk: prepni do modu TV
sr: Preci u TV mod
tr: TV moduna gec

source: switch to Radio mode
cs: prepni do Rádio módu
hr: prebaci u Radio mod
lt: perjungti į Radio režimą
pl: przejdz w tryb Radio
sk: prepni do modu radia
sr: Preci u Radio mod
tr: Radio moduna gec

source: switch to File mode
cs: prepni do menu Soubory
hr: prevaci u File mod
lt: perjungti į File režimą
pl: przelacz w tryb danych
sk: prepni do suboroveho modu
sr: Preci u fajl mod
tr: Dosya moduna gec

source: toggle DVR panel
cs: prepni panel DVR
hr: preklopi DVR panel
lt: perjungti į DVR panelę
pl: prelacz panel DVR
sk: prepni DVR panel
sr: Preci na tablu DVRa
tr: DVR sergenine gecis

source: toggle index mark
cs: prepni se na Index
hr: preklopi index oznaku
pl: ustaw znak indeksu
sk: prepni na index
sr: Marka index prebacivanja
tr: index imine gecis

source: seek to next index mark
cs: prepni se na dalsi Index
hr: kreni do slijedece oznake
sk: prepni na dalsi index

source: seek to previous index mark
cs: prepni se na predchozi Index
hr: kreni do prethodne oznake
sk: prepni na predchadzajuci index

source: wake up enigma
cs: probudit Enigmu
hr: probudi enigmu
pl: enigma - obudz
sk: zobud enigmu
sr: Enigma budjenje
tr: enigma uyan'dir

source: to
cs: do
hr: do
lt: į
pl: do
sr: Na
tr: git

source: not valid!
cs: Neplatný!
hr: nije važeći!
lt: negalimas!
sk: nespravne!
sr: Nije Valid !
tr: gecerli degil !

source: Audio
cs: Zvuk
hr: Zvuk
pl: Dzwiek
sk: Zvuk

source: multiple Services
cs: více podkanálu
hr: vise servisa
pl: zwielokrotnione serwisy
sk: viac podkanalov
sr: Mutli servis
tr: multiple Servisi

source: enable quickzap
cs: umoznit presun
hr: ukljuci brzo
sk: povol quickzap
tr: hizlizapi ac

source: disable quickzap
cs: zakázat presun
hr: iskljuci
sk: zakaz quickzap
tr: hizlizap i kapat

source: Channel
cs: Kanál
hr: Kanal
lt: Kanalas
pl: Kanal
sk: Kanal
sr: Kanali
tr: Kanalar

source: Channel:
cs: Kanál :
hr: Kanal:
lt: Kanalas:
pl: Kanal:
sk: Kanal:
sr: Kanali:
tr: Kanalar

source: Message
cs: Info
hr: Poruka
lt: Žinutė
pl: Wiadomosci
sk: Sprava
sr: Poruka
tr: mesaj

source: recorded movies
cs: zaznamenané filmy
hr: snimljeni filmovi
lt: įrašyti filmai
pl: nagrane filmy
sk: nahrane filmy
sr: Snimljeni programi
tr: cekilmis filimler

source: Favourites (TV)
cs: Oblíbené (TV)
hr: Omiljeni (TV)
lt: Favoritai (TV)
pl: Ulubione (TV)
sk: Oblubene (TV)
sr: Favoriti (TV)
tr: Faforiler ( TV )

source: Favourites (Radio)
cs: Oblíbené (Rádio)
hr: Omiljeni (Radio)
lt: Favoritai (Radio)
pl: Ulubione (Radio)
sk: Oblubene (Radia)
sr: Favoriti (Radio)
tr: Faforiler ( Radio )

source: no EPG available
cs: EPG není k dispozici
hr: EPG nije dostupan
lt: EPG negalimas
pl: EPG nie jest dostepny
sk: EPG nedostupna
sr: Nije dostupan EPG
tr: EPG goruntulenemiyor

source: ShutdownTimer
cs: Casovac vypnuti
hr: Ugasi Timer
lt: Išjungimo Taimeris
sk: Casovac vypnutia

source: SleepTimer
cs: Casovac sleep modu
lt: Miego Taimeris
sk: Casovac spanku

source: Sorry, you cannot record this service.
cs: Tuto sluzbu nelze nahrát (zaznamenat).
hr: Oprostite, ne možete snimiti ovu uslugu.
lt: Atsiprašome, jūs negalite tai įrašyti.
pl: Nie mozesz nagrac tego serwisu
sk: Prepacte, ale toto nemozete nahrat
sr: Izvinite,taj servis se ne moze snimiti
tr: ozurdileriz bu servisi cekemesiniz.

source: Show recorded movies?
cs: Ukázka ulozených filmu?
hr: Prikaži snimljene filmove?
lt: Rodyti įrašytus filmus?
sk: Zobrazit nahravky ?
sr: Videti snimljene kanale
tr: cekilmis filimleri gostersinmi ?

source: recording finished
cs: záznam ukoncen
hr: snimanje završeno
lt: rašymas baigtas
sk: nahravanie je ukoncene
sr: Kraj snimanja
tr: cekim sonlandi

source: Enter new name:
cs: Zadej nový název:
hr: Unesite novo ime:
lt: Įveskite naują vardą:
sk: Zadajte nove meno:
sr: Ubaci novo ime
tr: yeni ismi yazin:

source: Rename entry
cs: Prejmenuj daný
hr: Preimenuj unos
lt: Pervardinti
sk: Premenuj polozku
sr: Novo ime ubaci
tr: yeniden isimlemeyi yaz

source: Sorry, you cannot delete this service.
cs: Tuto sluzbu nemuzete vymazat.
hr: Oprostite, ne možete obrisati ovu uslugu.
lt: Atsiprašome, jūs negalite tai ištrinti.
pl: Nie mozesz usunac tego serwisu.
sk: Prepacte, ale toto nemozete zmazat
sr: Izvinite, ne moze te izbrisati taj servis
tr: ozurdileriz bu servisi silemesiniz.

source: delete service
cs: vymazat sluzbu
hr: obriši uslugu
lt: ištrinti kanalą
pl: kasuj serwis
sk: Zmaz nahravku
sr: Izbrisati servis
tr: servisi sil

source: This is a recorded stream! Really delete?
cs: Toto je zaznamenaný Stream! Vymazat ?
hr: Ovo je snimljemni stream! želite izbrisati?
lt: Tikrai ištrinti šį įrašą?
pl: Zapisany strumien danych!/n Czy chcesz go usunac ?
sk: Toto su nahrane sat. udaje. Naozaj to zmazat?
sr: To je snimak kanala! Izbrisati ga definitivno?
tr: bu bir cekilmis akimi! esastan silmekmi istiyorsunuz?

source: Delete recorded stream
cs: Vymazat záznam streamu
hr: Obriši snimljeni događaj
lt: Ištrinti įrašą
pl: Kasuj nagrany strumien danych
sk: Zmaz nahrany zaznam
sr: Izbrisati snimljeni kanal
tr: ceklimis iltimi silin

source: Enter new name for the bouquet:
cs: Nový název uzivatelského prehledu:
lt: Įveskite naują vardą paketui:
sk: Zadaj meno pre paket:

source: Rename bouquet
cs: Prejmenuj svuj prehled
hr: Preimenuj paket
lt: Pervardinti paketą
sk: Premenuj paket

source: Enter name for the new bouquet:
cs: Zadej název nového prehledu:
hr: Unesi novo ime za novi paket:
lt: Įveskite vardą naujam paketui:
pl: Wpisz nazwe dla nowego bukietu:
sk: Zadaj nazov novej zlozky:
sr: Ubaciti ime buketa
tr: yeni buket icin isim yazin

source: unnamed bouquet
cs: bez názvu
lt: paketas be vardo
pl: nienazwany bukiet
sk: paket bez mena
sr: Buket bez imena
tr: adlandirilmamis buket

source: parental
cs: zamek kanalu
hr: roditeljsko
lt: užraktas
sk: Rodicovske

source: This directory doesn't contain anything playable!
cs: Tento adresár neobsahuje nic pro prehrávání !
hr: Direktorij ne sadrži ništa moguće za pokrenuti!
pl: Ten katalog nie zawiera zadnych danych mozliwych do odtwarzania!
sk: Tento adresar nemoze obsahovat nic prehratelne!
sr: Taj dosije nema vizualni fajl!

source: A timer based digital recording is currently in progress! This stops the timer, and digital recording!
cs: Momentálne probíhá nacasované nahrávání! Toto prerusí casovac a zápis!
hr: Digitalno snimanje preko timera je trenutno u tijeku! Ovo zaustavlja timer i digitalno snimanje!
lt: Vyksta rašymas pagal taimerį! Tai sustabdys taimerį ir rašymą!
pl: Trwa zapis danych(timer)! Nastapi zatrzymanie nagrywania!
sk: Prave prebieha nacasovane nahravanie! Tento Vas krok zastavi casovac, a samozrejme aj nahravanie!
sr: Snimanje je u radu ! To ce zaustaviti brojac za digitalno snimanje !
tr: Saat listesinde bulunan digital cekim cekilmekte ! Bu zaman cekimini ve digitalcekimide durdurur !

source: A digital recording is currently in progress! This stops the digital recording!
cs: Momentálne probíhá nahrávání! Tímto prerusíte zápis!
hr: Digitalno snimanje je trenutno u tijeku! Ovo zaustavlja digitalno snimanje!
lt: Vyksta rašymas! Tai sustabdys rašymą!
pl: Trwa zapis danych! Nastapi zatrzymanie nagrywania!
sk: Prave prebieha nahravanie!. Tento vas krok nahravanie zastavi!
sr: Snimanje je u radu! To ce zaustaviti digitalno snimanje !
tr: simdiki dijital cekimi programliyor! bu digital cekimi durdurur !
