Repository: OpenMipsel/apps
Catalog: tuxbox/enigma/po/*.po
Languages: cs, hr, lt, pl, sk, sr, tr

source: A timer event is currently in progress! This stops the timer event!
cs: Probíhá nacasovaná událost! Tímto proces zrusite!
hr: Timer dogadjaj je u tijeku! Ovo zaustavlja timer dogadjaj!
lt: Vyksta taimerio veiksmas! Tai sustabdys taimerį!
pl: Wydarzenie timer jest aktywne ! Nastapi zatrzymanie wydarzenia timer
sk: Prave prebieha nacasovana uloha! Tento vas krok ju prerusi!
sr: Jedan dogadjaj je u radu To zaustavlja Sat !
tr: simdiki zaman vakasi programalama icinde! bu zaman vakasini durdurur!

source: Really do this?
cs: Jste si jist ?
hr: Stvarno želite to učiniti?
lt: Ar tikrai tai daryti?
pl: Wykonac?
sk: Ste si isty ?
sr: Hocete li zaista to uciniti?
tr: gercekten yapmak istiyormusunuz?

source: One moment please...
cs: Prosím cekejte ...
hr: Molim pričekajte...
lt: Minutėlę...
pl: Prosze chwile poczekac…
sk: Momentik...
sr: Sacekajte...
tr: yek saniyeki besekine...

source: switch
cs: Info
hr: prebaci
lt: perjungti
pl: przelacz
sk: prepni
sr: Poruka
tr: Degistir

source: Service could not be found !
cs: Sluzba nenalezena !
hr: Usluga nemoze biti pronađena !
lt: Kanalas Nerastas!
pl: Serwis nie moze zostac odnaleziony !
sk: Kanal nenajdeny!
sr: Nema servisa!
tr: aradiginiz servis bulunamadi !

source: This service could not be descrambled
cs: Sluzba nemuze být dekódována
hr: Ovu uslugu nije moguće dekodirati
lt: Nepavykasta atkoduoti kanalo!
pl: Serwis nie moze zostac odkodowany
sk: Kanal nemoze byt dekodovany!
sr: Taj servis se ne moze dekodirati
tr: Bu servis sifreli para istiyor

source: This service doesn't currently send a signal
cs: Sluzba nevysílá (momentálne) signál
hr: Usluga trenutno ne šalje signal
pl: Serwis aktualnie nie nadaje sygnalu
sk: Tento kanal momentalne nevysiela
sr: Nema signala
tr: Bu servis simdiki sinyali (dogru) vermiyor

source: This content could not be displayed
cs: Obsah nemuze být zobrazen
hr: Ovaj sadržaj nije moguće prikazati
lt: Šis turinys nebus parodytas
pl: Zawartosc nie moze zostac wyswietlona
sk: Toto nemozem zobrazit
sr: Taj sadrzaj se ne moze prikazati
tr: Bu icerik ekranda gosterilemiyor

source: NVOD Service - please select a starttime
cs: NVOD sluzba - prosím, zvolte cas zahájení
hr: NVOD Usluga - molim odaberite početno vrijeme
pl: Serwis NVOD - prosze wskazac czas rozpoczecia
sk: NVOD kanal - zadajde cas zaciatku sledovania
sr: Servis NVOD - Izaberi cas pocetka
tr: NVOD servisi - lutfen baslatma zamanini seciniz

source: Unknown error!!
cs: Neznámá chyba !!
hr: Nepoznata greška!!
lt: Nepažystama klaida!
pl: Nieznany blad !!!
sk: Prapodivna chyba!!
sr: Nepoznata greska!
tr: Taninmayan bir hata!!

source: Playlist
cs: Prehled
hr: Playlista
lt: Paskutiniai
sr: Playlista
tr: oynatma listesi

source: History
cs: Historie
hr: Prošlost
sk: historia
sr: Istorija
tr: gecmis

source: Service Menu
cs: Servisní menu
hr: Servisni izbornik
lt: Serviso Meniu
pl: Menu Serwisowe
sk: Servisne menu
sr: meni servisi
tr: servis munusu

source: add service to playlist
cs: pridej sluzbu do Playlistu
hr: dodaj uslugu na playlistu
pl: dodaj serwis do playlist-y
sk: zarad do playlistu
sr: Dodavanje servisa u playlistu
tr: bu servisi oynatmalistesine al

source: rename
cs: prejmenovat
hr: preimenuj
lt: pervardinti
pl: zmien nazwe
sk: premenuj
sr: Zameniime
tr: yeniden adlandir

source: delete
cs: vymazat
hr: obriši
lt: trinti
pl: kasuj
sk: vymaz
sr: Izbrisati
tr: sil

source: disable move mode
cs: zakázat presun
hr: onemoguće pokretni mod
pl: wylacz tryb przenoszenia
sk: zakaz mod pohybu
sr: Desaktiviraj pokretajuci mod
tr: kaydirma modunu kapat

source: enable move mode
cs: povolit presun
hr: omogući pokretni mod
pl: wlacz tryb przenoszenia
sk: povol mod pohybu
sr: Aktiviraj pokretajuci mod
tr: kaydirma modunu kapat

source: disable edit mode
cs: zakázat editaci
hr: onemoguće mod za editiranje
lt: išjungti redagavimą
pl: wylacz tryb edycji
sk: zakaz mod editacie
sr: Desaktiviraj mod za editiranje
tr: edit modunu kapat

source: enable edit mode
cs: povolit editaci
hr: omogući mod za editiranje
lt: įjungti redagavimą
pl: wlacz tryb edycji
sk: povol mod editacie
sr: Aktivirati mod za editiranje
tr: edit modunu ac

source: unlock
cs: odemknout
lt: atrakinti
sk: zamkni

source: lock
cs: zamknout
lt: užrakinti
sk: zamok

source: disable parental lock
cs: zakázat zámek kanálu
lt: išjunkti užraktą
sk: zakaz rodicovsky zamok

source: enable parental lock
cs: zapnout zámek kanálu
lt: įjungti užraktą
sk: povol rodicovsku zamku

source: Shutdown/Standby Menu
cs: Vypnuti/Standby Menu
hr: Shutdown/Standby Izbornik
lt: Išjungimo/Budėjimo Meniu
sk: Menu Vypnutia/Spanku

source: shutdown now
cs: Vypnout box
lt: išjungti dabar
sk: vypnut !

source: reboot now
cs: restartuj nyní
hr: reboot odmah
lt: prekrauti dabar
sk: Restartuj !

source: goto standby
cs: prejdi do Standby
hr: idi u standby
lt: eiti į budintį
sk: standby

source: set sleeptimer
cs: nastavit cas vypnuti (sleeptimer)
hr: postavi sleeptimer
lt: miego taimerio nustatymas
sk: nastav rezim spanku

source: Record Menu
cs: Menu záznamu
hr: Izbornik snimanja
lt: Įrašų Meniu
pl: Menu Nagrywania
sk: Menu nahravania
sr: Meni za snimanje
tr: Cekim munusu

source: stop record now
cs: stop záznamu
hr: zaustavi sada snimanje
lt: sustabdyti rašymą dabar
pl: zatrzymaj nagrywanie
sk: zastav nahravanie!
sr: Zaustaviti snimanje
tr: Bu cekimi durdurur

source: set record duration
cs: nastav délku zápisu
hr: postavi duzinu snimanja
lt: nustatytikite rašymo trukmę
pl: ustaw dlugosc czasu nagrywania
sk: zadajte dlzku nahravania
sr: Podesavanje trajanje snimanja
tr: cekme kurulumun sureci

source: set record stop time
cs: nastav konec záznamu
hr: postavi vrijeme za kraj snimanja
lt: nustatykite rašymo pabaigos laiką
pl: ustaw godzine zatrzymania nagrywania
sk: zadajte cas konca nahravania
sr: Nastelovati cas kraja snimanja
tr: zaman cekimi durdur

source: press ok to start edit mode
cs: pres OK vyber editacní mód
hr: pritisnite ok za start moda za editiranje
lt: spauskite ok redagavimui pradėti
pl: wcisnij ok aby uruchomic tryb edycji
sk: Ok pre start modu editacie
sr: Stisnuti OK da startujete mod editiranja
tr: edit modunu baslatmak icin ok basin

source: Time Correction
cs: Zmena casu
lt: Laiko Nustaymas
sk: korekcia casu

source: Transponder Time:
cs: Cas transpondéru :
lt: Transponderio Laikas:
sk: Cas na Transpondery:

source: Transponder Date:
cs: Datum transpondéru :
lt: Transponderio Data:
sk: Datum na trasnpondery:

source: New Time:
cs: Novy cas:
hr: Novo vrijeme:
lt: Naujas Laikas:
sk: Novy cas:

source: enter correct time here
cs: zadej spravny cas
hr: upisi tocno vrijeme
lt: čia įveskite tikslų laiką
sk: Zadajte spravny cas

source: New Date:
cs: Novy datum:
hr: Novi datum:
lt: Nauja Data:
sk: Novy datum:

source: press ok to select another day
cs: pres OK vyber jiny den
lt: spauskite ok, kad pasirinkti dieną
sk: Ok pre nastavenie ineho dna

source: press ok to select another month
cs: pres OK vyber jiny mesíc
lt: spauskite ok, kad pasirinkti mėnesį
sk: Ok pre nastavenie ineho mesiaca

source: press ok to select another year
cs: pres OK vyber jiny rok
lt: spauskite ok, kad pasirinkti metus
sk: Ok pre nastavenie ineho roku

source: set new time and close window
cs: nastav novy cas a zavri okno
lt: nustatyti naują laiką ir išeiti
sk: nastavi cas a zatvori okno

source: enigma mainmenu
cs: Enigma hlavní menu
hr: glavni izbornik enigme
lt: enigmos pagrindinis meniu
sk: Hlavne menu
sr: Enigma glavni meni
tr: enigma ana krulum

source: close the mainmenu
cs: uzavri hlavní menu
hr: zatvori glavni izbornik
lt: išeiti iš pagrindinio meniu
sk: zatvor hlavne menu
sr: Zatvoriti glavni meni
tr: Ana menuyu kapat

source: Radio mode
cs: Rádio
hr: Radio
lt: Radio režimas
pl: Tryb radiowy
sk: Mod radia
sr: Mod Radio
tr: Radio modu

source: File mode
cs: Soubory
hr: Datoteke
lt: File režimas
pl: Tryb plikowy
sk: Suborovy mod
sr: Mod fajl
tr: Dosya modu

source: Information
cs: Informace
hr: Informacije
lt: Informacija
pl: Informacje
sk: Informacie
sr: Informacije
tr: Bilgiler

source: Shutdown
cs: Vypnout box
hr: Ugasi
lt: Išjungimas
pl: Wylacz
sk: Vypnut
sr: Ugasiti
tr: Tam kapatma

source: Setup
cs: Nastavení
hr: Postavke
lt: Nustatymai
pl: Konfiguracja
sk: Nastavenie
sr: Stelovanje
tr: Kurulum

source: Games
cs: Hry
hr: Igre
lt: Žaidimai
pl: Gry
sk: Hry
sr: Igrice
tr: Oyunlar

source: Timer
cs: Casovac
lt: Taimeris
pl: Zegar
sk: Casovac
sr: Sat
tr: zaman

source: Mainmenu
cs: Hlavní menu
hr: Glavni izbornik
lt: Pagrindinis Meniu
pl: Menu Glówne
sk: Menu
sr: Glavni meni
tr: Ana menu

source: setup
cs: Nastavení
hr: postavke
lt: nustatymai
sk: Nastavenie

source: Plugins
cs: Balícky
hr: Dodatci
lt: Priedai
sr: Pluginsi
tr: Girisler

source: select plugin and press ok
cs: vyberte balícky ( OK )
hr: odaberite dodatak i pritisnite ok
lt: pasirinkite priedą ir spauskite ok
pl: wybierz 'plugins' i wcisnij ok
sk: nastav plugin (ok)
sr: Izaberite plugin i kliknite na OK
tr: girisi secin ve ok basin

source: Couldn't read plugin directory %s
cs: Nelze otevrít adresár balicku %s
hr: Nemogu pročitati direktorij s dodatcima %s
lt: Nenuskaitoma priedo direktorija %s
sk: Nemozem citatplugins adresar %s

source: Error
cs: Chyba
hr: Greška
lt: Klaida
pl: Blad!
sk: Chyba
sr: Greska
tr: hata

source: plugin '%s' not found
cs: balicek '%s' nenalezen
hr: dodatek '%s' nije nadjen
lt: priedas '%s' nerastas
sk: plugin '%s' sa nenasiel

source: no name given
cs: název neexistuje
hr: ime nije dodijeljeno
lt: be vardo
sk: nazadane meno

source: Channels
cs: Kanály
lt: Kanalai
pl: Kanaly
sr: Kanali
tr: Kanalar

source: back to main menu
cs: do hlavního menu
lt: grįžti į pagrininį meniu
pl: wróc do menu glównego
sr: Povratak u glavni meni
tr: Ana menuye geri don

source: Transponder scan
cs: Vyhledávání vysílání
lt: Paketų Skanavimas
pl: Skanowanie transpondera
sr: Trazenje transpondera
tr: Transponder tarama

source: goto transponder scan
cs: do menu vyhledávání kanálu
lt: eiti į paketų skanavimą
pl: przejdz do skanowania transpondera
sr: Trazenje vise transpondera
tr: transponder taranmasina git

source: Transponders...
cs: Transpondéry...
lt: Paketai

source: goto transponder edit dialog
cs: do okna editace transpondéru
lt: eiti į paketų redagavima

source: Satellites...
cs: Satelit ...
lt: Palydovai
pl: Satelity...
sr: Sateliti...
tr: Uydular...

source: goto satellite config
cs: do nastavení Satelitu
lt: eiti į palydovų nustatymus
pl: przejdz do konfiguracji satelity
sr: Izaci iz podesavanja satelita
tr: Uydu ayar bolgesine git

source: Motor Setup...
cs: Nastavení motoru...
lt: Pozicionierius
pl: Konfiguracja Anteny...
sr: Podesavanje motora...
tr: motor kurlumu...

source: goto Motor Setup
cs: do nastavení motoru
hr: pođi u postavke motora
lt: eiti į pozicionieriaus nustatymus
pl: przejdz do konfiguracji anteny
sk: nastavenie natacania
sr: Otvoriti podesavanje motora
tr: motor kurulumuna git

source: More than one LNB have DiSEqC 1.2 enabled, please select the LNB where the motor is connected
cs: Více jak jedno LNB povolené v DiSEqC 1.2, vyberte jen jedno LNB pripojené k Motoru.
hr: Više od jednog LNB-a ima uključen DiSEqC 1.2, molim odaberite LNB na koji je spojen motor
lt: Daugiau kaip viena LNB palaikoma DiSEqC protokolu, pasirinkite LNB pozicionieriaus konfigūravimui.
pl: Wiecej niz jeden konwerter ma wlaczony DiSEqC 1.2 , wybierz konwerter do którego podlaczona jest antena
sk: Viac ako jeden LNB ma povoleny DiSEqC 1.2, vyberte LNB, ktory ma pripojeny motor
sr: Vise od jednog LNBa je podesen na diseqc 1.2, recite na koji izlaz je prikljucen rotor
tr: birdebn fazla LNB DiSEqC 1.2 ilen bagli lutven LNB seceneginde geri kalan DiSEqC 1.2 kapatin

source: Found no LNB with DiSEqC 1.2 enabled, please goto Satellite Config first, and enable DiSEqC 1.2
cs: Zádné LNB nenastaveno pro DiSEqC 1.2, prejdete do základního nastavení Satelit.
hr: LNB nije pronađen sa uključenim DiSEqC 1.2, molim pođite do konfiguracije satelita i uključite DiSEqC 1.2
lt: Nerasta LNB palaikomos DiSEqC 1.2 protokolu, pirmiausia sukonfigūruokite LNB nustatymus.
pl: Nie znaleziono zadnego konwertera z DiSEqC 1.2, wróc do Konfiguracji Satelity i wlacz DiSEqC 1.2
sk: Nenajdeny LNB, ktory by mal povoleny DiSEqC 1.2, najprv prosim povolte rezim DiSEqC 1.2
sr: LNB nije nadjen sa diseqc 1.2, Molimo vas podesite satelit pa onda aktivirajte diseqc 1.2
tr: DiSEqC 1.2 ilen calisan LNB kapali, lutven ilk once uydu ayarina gidin ve DiSEqC 1.2 acin

source: Warning
cs: Výstraha
hr: Upozorenje
lt: Perspėjimas
pl: Uwaga
sk: Pozor
sr: Paznja
tr: Uyari

source: Select LNB
cs: Vyber LNB
hr: Odabir LNB
pl: Wybierz konwenter
sk: Vyber LNB
sr: Izaberi LNB
tr: LNB secenegi

source: go to prev menu
cs: predchozí menu
hr: pođi u predhodni izbornik
lt: grįžti į ankstesnį meniu
pl: wróc do poprzedniego menu
sk: predch. menu
sr: Povratak u prethodni meni
tr: kurulum icin geri

source: use LNB %d for Motor
cs: pouzit LNB %d pro Motor
hr: koristi LNB %d za Motor
pl: uzyj konwertera %d dla anteny
sk: k motoru pouzi LNB %d
sr: Upotrebi LNB %d za rotor
tr: LNB kulanim %d motor icin

source: [back]
cs: [zpet]
lt: [grįžti]
pl: [wróc]
sr: [Povratak]
tr: [Geri]

source: Channels...
cs: Kanály...
lt: Kanalai
pl: Kanaly...
sr: Kanali...
tr: Kanal...

source: open channel setup
cs: otevre nastavení kanálú
lt: eiti į kanalų nustatymus
pl: otwórz konfiguracje kanalów
sr: Otvoriti podesavanje kanala
tr: Kanal kurulumunu ac

source: A/V Setup...
cs: Nastavení A/V ...
lt: A/V Nustatymai

source: open audio/video setup
cs: otevre nastavení A/V
lt: eiti į audio/video nustatymus

source: open on screen display setup
cs: otevre nastavení OSD
lt: eiti į ekrano grafikos nustatymus

source: open LC display setup
cs: otevre nastavení LCD
lt: eiti į LC ekrano nustatymus

source: Remote Control...
cs: Dálkový ovladac...
lt: Distancinis Valdymas
pl: Zdalne Sterowanie
sr: Daljinski upravljac...
tr: Uzaktan kumanda

source: open remote control setup
cs: otevre nastavení IR ovladace
hr: otvori postavke daljinskog upravljača
lt: eiti į distancinio valdymo nustatymus
pl: otwórz konfiguracje zdalnego sterowania
sk: nastavite dialkovy ovladac
sr: Otvoriti podesavanje upravljaca
tr: Uzaktan kumanda kurulumunu ac

source: Skin...
cs: Prostredí...
lt: Skinai
pl: Skórki...
sr: Teme...
tr: Gorunum

source: open skin selector
cs: otevre menu Prostredí
lt: eiti į skino nustatymą
pl: otwórz menu wybór skórek
sr: Otvoriti podesavanje tema
tr: Gorunum modu secenegi ac

source: Language...
cs: Jazyk...
lt: Kalbos
pl: Jezyk...
sr: Jezici...
tr: LiSAN...

source: open language selector
cs: Otevre nastavení Jazyka
hr: otvori odabir jezika
lt: eiti į kalbos nustaymą
pl: otworz menu wybór jezyka
sk: Nastavenie jazyka menu
sr: Otvoriti podesavanje jezika
tr: Lisan secenegini acniz

source: Time Zone...
cs: Casove pasmo...
lt: Laiko Juosta

source: open time zone setup
cs: otevrit nastavení Casoveho pasma
lt: eiti į laiko juostos nustatymus

source: Time Correction...
cs: Zmena casu...
lt: Laiko Nustatymas

source: open time correction window
cs: otevre nastaveni Casu
hr: otvori postavke korekcije vremena
lt: eiti į laiko nustatymus
sk: otvori nastavenia casu

source: open ngrab config
cs: otevre nastavení Ngrab
lt: eiti į ngrab nustatymus
sr: Otvoriti podesavanje Ngraba
tr: ngrab kofigrasyonunu ac

source: Extra settings...
cs: Super nastavení...
lt: Ekstra Nustatymai
sr: Super podesavanje
tr: Extra kurulum...

source: open extra config
cs: otevre super nastavení
lt: eiti į ekstra nustatymus
tr: extra konfigratsiyonu ac

source: Parental settings...
cs: Zámek kanálu...
lt: Užrakto Nustatymai

source: open parental setup
cs: otevre nastavení zámku kanálú
lt: eiti į užrakto nustatymus
sk: rodicovska kontrola

source: open harddisk setup
cs: otevre nastavení harddisku
lt: eiti į kieto disko nustatymus
pl: otwórz konfiguracje dysku twardego
sr: Podesavanje hard diska...
tr: harddisk krulum aciniz

source: open common interface menu
cs: otevrit menu Common Interface
hr: otvori zajedničko sučelje
lt: eiti į modulių interfeiso (CI) meniu
sk: otvor CAM menu

source: Upgrade...
cs: Aktualizace...
lt: Atnaujinimas
pl: Aktualizacja…
sr: Updatiranje...
tr: Guncele...

source: upgrade firmware
cs: aktualizace firmware
lt: softo atnaujinimas
pl: aktualizacja oprogramowania terminala
sr: Updatiranje firmwara
tr: Yazilimi guncele

source: You have to restart enigma to apply the new skin Restart now?
cs: Restartujte box pro nactení nového Prostredí Restartovat nyní?
hr: Morate restartati enigmu da biste koristili sucelje Restartati sada?
lt: Turite perkrauti, kad paleisti naują skiną! Perkrauti dabar?
sk: Aby som mal novy vzhlad musite ma restartovat Restartovat teraz ?

source: Skin changed
cs: Prostredí zmeneno
hr: Sucelje izmijenjeno
lt: Skinas pakeistas
pl: skorka zmieniona
sk: Vzhlad menu zmeneny
sr: Promenjena tema
tr: Gorunumu degistir

source: sorry, no harddisks found!
cs: Harddisk nenalezen !
hr: zalim, disk nije pronađen!
lt: Kietas diskas nerastas!
pl: twardy dysk nie zostal znaleziony!
sk: Harddisk sa nenasiel !
sr: Izvinite,nijedan hard disk nadjen !
tr: Ozurdilerim , harddisk bulunamadi!

source: Harddisk setup...
cs: Nastavení harddisku...
hr: Postavke tvrdog diska...
lt: Kieto Disko Nustatymai
pl: Konfiguracja dysku twardego…
sk: Nastavenie harddisku
sr: Podesavanje hard diska
tr: Harddisk kurulum

source: To change time correction you must tune first to any transponder
cs: K synchronizaci casu musite naladit nejaky program
hr: Da biste korigirali vrijeme prvo morate naci neki transponder
lt: Kad atlikti laiko korekcijas, pirmiausia turite surasti nors vieną kanalą
sk: Aby ste nastavili korekciu casu, musite najprv vyhladat nejaky transpoder

source: time correction change error
cs: zmena casu neuspesna
hr: greska korekcije vremena
lt: laiko nustatymų pakeitimo klaida
sk: Chyba korekcie casu

source: Sun
cs: Ne
hr: Ned
lt: Sek
pl: N
sk: Ned
sr: Ned.
tr: Paz

source: Mon
cs: Po
hr: Pon
lt: Pir
pl: Pn
sk: Pon
sr: Pon.
tr: Pazt

source: Fri
cs: Pá
hr: Pet
lt: Pen
pl: Pt
sk: Pia
sr: Pet.
tr: Cum

source: Sat
cs: So
hr: Sub
lt: Šeš
pl: So
sk: Sob
sr: Sub.
tr: Uydu

source: one single satellite
cs: jeden satelit
hr: jedan satelit
lt: vienas palydovas
pl: jeden satelita
sk: len jedna druzica
sr: Samo jedan satelit
tr: tek uydu

source: one directly connected LNB
cs: jedno pripojené LNB
hr: jedan direktno spojeni LNB
lt: viena tiesiogiai pajungta LNB
pl: jeden konwerter podlaczony bezposrednio
sk: jeden priamo pripojeny LNB
sr: Jedan LNB direktno konektiran
tr: direkmen LNB baglanti

source: 2 satellites via DiSEqC A/B
cs: 2 satelity DiSEqC A/B
hr: 2 satelita preko DiSEqC A/B
lt: 2 palydovai per DiSEqC A/B
pl: 2 satelity z DiSEqC OPT A/B
sk: 2 druzice cez DiSEqC A/B
sr: 2 satelita preko DiSEqC A/B
tr: 2 uydu DiSEqC A/B anahtari ilen

source: 2 LNBs via DiSEqC
cs: 2 LNB pres DiSEqC
hr: 2 LNB-a preko DiSEqC
lt: 2 LNB per DiSEqC
pl: 2 konwertery z DiSEqC
sk: 2 LNB cez diSEqC
sr: 2 LNBs za svaki Diseqc
tr: 2 LNBs DiSEqC anahtari ilen

source: 4 satellites via DiSEqC OPT A/B
cs: 4 satelity pres DiSEqC OPT A/B
hr: 4 satelita preko DiSEqC OPT A/B
lt: 4 palydovai per DiSEqC OPT A/B
pl: 4 satelity z DiSEqC OPT A/B
sk: 4 druzice cez DiSEqÆ opt A/B
sr: 4 satelita preko DiSEqC OPT A/B
tr: 4 uydu DiSEqC secenegi anahtari ilen A/B

source: 4 LNBs via DiSEqC
cs: 4 LNB pres DiSEqC
hr: 4 LNB-a preko DiSEqC
lt: 4 LNB per DiSEqC
pl: 4 konwertery z DiSEqC
sk: 4 LNB cez Diseqc
sr: 4 LNBs za svaki DiseqC
tr: 4 LNBs DiSEqC ilen

source: many satellites via DiSEqC Rotor
cs: více satelitu pres Motor DiSEqC
hr: više satelita preko DiSEqC Motora
lt: daug palydovų per DiSEqC pozicionierių
sk: Prilis vela druzic pre pamat motora
sr: Vise satelita preko rotor diseqc
tr: DiSEqC Rotor ilen uydular

source: 1 LNB with DiSEqC Rotor
cs: 1 LNB pro Motor DiSEqC
hr: 1 LNB preko DiSEqC Motora
lt: 1 LNB per DiSEqC pozicionierių
sk: 1 LNB cez diSEqC
sr: 1 LNBs sa Rotor Diseqcom
tr: 1 LNB DiSEqC Rotor ilen

source: non-standard user defined configuration...
cs: vlastní uzivatelské nastavení ...
hr: nestandardna korisnicka konfiguracija...
lt: nestandartinė konfigūracija
pl: niestandardowa konfiguracja uzytkownika…
sk: Vlastna konfiguracia prijmu
sr: Podesavanje ubaceno sa korisnikom ne standarnim
tr: standart olmiyan tanimsiz kulanizci kurulumayari...

source: special
cs: speciální
hr: specijalno
pl: specjalny
sr: Spécial
tr: Ozel

source: Configuration contains some elements which don't fit into new DiSEqC-Type. Drop these items?
cs: Konfigurace obsahuje nekteré prvky neodpovídající typu DiSEqC. Zrusit tyto prvky?
hr: Konfiguracija sadrži neke elemente koji ne pripadaju u novi tip DiSEqC-a. Makni te elemente?
pl: Konfiguracja zawiera wpisy ktore nie pasuja do nowo wybranego DiSEqC. Czy zignorowac te wpisy?
sk: Nastavenie obsahuje casti, ktore nie su kompatibilne s DiSEqC rezimom.Zmazat ich ?
sr: Aktuelno podesavanje ima elemente koji se ne adaptiraju sa novim podesavanjem diseqca. izbrisite te elemente?

source: Change DiSEqC-Type...
cs: Zmena typu DiSEqC...
hr: Promjeni tip DiSEqC-a...
lt: Pakeisti DiSEqC - Tipą...
pl: zmien DiSEqC…
sk: Zmena typu DiSEqC
sr: Promeniti tip DiSEqCa...
tr: DiSEqC-Tipini degistir...

source: direct connection
cs: prímé pripojení
hr: direktna veza
lt: tiesioginis jungimas
pl: bezposrednie polaczenie
sk: priame pripojenie
sr: Direktna konekcija
tr: direkmen baglanti

source: press ok to select another satellite, or delete this satellite
cs: pres OK vyber dalsí satelit nebo vymaz zvolený
hr: pritisni ok za odabir drugog satelita, ili obriši postojeći
lt: spauskite ok kito palydovo pasirinkimui, arba trynimui šio
pl: wcisnij ok aby wybrac innego satelite, lub kasuj tego satelite
sk: OK pre vybranie inej druzice, alebo zmazanie druzice
sr: Stisnite OK da izaberete satelit, il izbrisite taj satelit
tr: Baska uydu veya uyduyu silmek icin OK tusuna basiniz

source: press ok to goto LNB config
cs: pres OK nastavení LNB
hr: pritisnite ok za odabir LNB postavki
lt: spauskite ok, kad pereiti į LNB konfigūravimą
pl: wcisnij ok aby wejsc do konfiguracji konwertera
sk: OK pre nastavenie LNB
sr: Stisnite OK da podesite LNB
tr: LNB ayarlarina girmek icin OK tusuna basiniz

source: press ok to select another 22kHz mode
cs: pres OK vyber jiný 22kHz mód
hr: pritisnite ok za odabir drugog 22kHz moda
lt: spauskite ok 22kHz režimo parinkimui
pl: wcisnij ok aby wybrac inny tryb sterowania sygnalem 22KHz
sk: Ok pre vyber ineho 22kHz modu
sr: Stisnite OK da izaberete drugi mod 22kHz
tr: Baska bir 22khz ayari icin OK tusuna basin

source: 22kHz signal is automatically switched
cs: Signál 22kHz automaticky zapínán
hr: 22kHz signal je automatski uključen
lt: 22kHz signalas junginėjamas automatiškai
pl: Sygnal 22KHz przelaczany automatycznie
sk: 22kHz signal je automaticky prepnuty
sr: Signal 22kHz, Komutira automatski
tr: 22khz sinyal otomatik degisir

source: 22kHz is always enabled (high band)
cs: 22kHz vzdy zapnuto ( vysoké pásmo )
hr: 22kHz je uvijek omogućeno (viši band)
lt: 22kHz visada įjungtas (aukštas dažnis)
pl: Sygnal 22KHz zawsze wlaczony (high band)
sk: 22kHz je vzdy povoleny(high band)
sr: 22kHz Jos uvek aktiviran (visoki band)
tr: 22khz herzaman acik (Yuksek band)

source: 22kHz is always disabled (low band)
cs: 22kHz vzdy vypnuto ( nízké pásmo )
hr: 22kHz je uvijek onemogućeno (niži band)
lt: 22kHz visada išjungtas (žemas dažnis)
pl: Sygnal 22KHz zawsze wylaczony (low band)
sk: 22kHz je vzdy zakazany(low band)
sr: 22kHz jos uvek desaktiviran (Niski band)
tr: 22khz herzaman kapali (Alcak Band)

source: press ok to select another LNB Voltage mode
cs: pres OK vyber pro LNB napetový mód
hr: pritisnite ok za odabir drugog moda LNB voltaže
lt: spauskite ok LNB įtampos režimo parinkimui
pl: wcisnij ok aby wybrac inny sposob zasilania konwertera(LNB)
sk: Ok pre zmenu napatia na LNB
sr: Stisnite OK da izaberete drugu tenziju LNBa
tr: LNB turunu ve guc kaynagi degistirmek icin OK tusuna basin
