Repository: OpenMipsel/apps
Catalog: tuxbox/enigma/po/*.po
Languages: cs, hr, lt, pl, sk, sr, tr

source: calc param 3 (see your motor manual or let it 00)
cs: zadej param 3 (viz.motor manuál nebo nastav 00)
hr: izračun parametra 3 (vidi priručnik motora ili ostavi 00)
pl: wylicz parametr 3 (zobacz w instrukcji pozycjonera lub ustaw na 00)
sk: parameter 3 (00 alebo pozrite manual k motoru)
sr: calc param 3 (Pogledajte uput vaseg rotora ili ga ostavite na 00)
tr: parma 3 hesap ( motor el kitabina bak ve ya 00 da birakin )

source: save changes and use current selected LNB for the chosen satellite
cs: ulozit zmeny a pouzít toto LNB pro zvolený satelit
hr: pohrani promjene i koristi trenutno odabrani LNB za odabrani satelit
lt: išsaugoti pakeitimus ir naudoti šią LNB pasirinktam palydovui
pl: uzyj aktualnie wybrany konwerter (LNB) dla satelity i zachowaj zmiany
sk: uloz zmeny a nastavenie LNB pre vybranu druzicu
sr: Zadrzati izmene za upotrebu LNBa ubacenog za satelit izabran
tr: guncel sectiginiz lnb ayrini sectiginiz LNB icin degisikligi hafizaya al

source: DiSEqC Parameter:
cs: DiSEqC nastavení :
hr: DiSEqC Parametar:
lt: DiSEqC Parametras:
pl: Parametr DiSEqC:
sr: Podesavanje DISEqCa :
tr: DiSEqC Parmametresi:

source: save changes and use the selected LNB (in first page) for the choosen satellite
cs: ulozit zmeny a pouzít nastavené LNB ( 1. strana ) pro zvolený satelit
hr: pohrani promjene i koristi trenutno odabrani LNB (na prvoj strani) za odabrani satelit
lt: išsaugoti pakeitimus ir naudoti pasirinktą LNB (pirmam puslapy) pasirinktam palydovui
pl: uzyj wybrany konwerter (z pierwszej strony) i zachowaj zmiany
sk: uloz nastavenia, pouzi nastaveny LNB (na 1. strane) pre vybranu druzicu
sr: Zadrzati izmene za upotrebu LNBa ubacenog za satelite izabrane
tr: sectigin lnb yi hafizaya al (bir onceki sayfa daki ) sectiginiz uydu icin

source: Modulation:
cs: Modulace :
lt: Moduliacija:
pl: Modulacja:
sr: Modulacija :

source: 0,5V higher LNB Voltage (for long cables) (ok)
cs: zvýsení napetí LNB o 0,5V (pro dlouhý kabel) ( OK )
hr: 0,5V veći LNB Napon (za dugačke kablove) (ok)
lt: naudoti 0,5V didesnią LNB įtampą (ilgam kabeliui)
pl: Podwyzszone napiecie LNB - 0,5V (dla dlugiego kabla) (ok)
sk: zvysenie napatia LNB o 0,5V (pro dlhy kabel)
sr: Povecati voltazu LNBa za 0.5V /n (samo za duge kablove) (ok)
tr: 0,5 v voltaj yuksetme LNBF icin (uzun kablo icin) (ok)

source: enable/disable check ONIT on any transponder
cs: povolit/zakázat kontrolu ONIT pro kazdý transpondér
hr: uključi/isključi ONIT provjeru za transpondere
lt: įjungti/išjungti ONIT tikrinimą bet kuriame transponderyje
pl: wlacz/wylacz ONIT na wszystkich transponderach
sk: povol/zakaz kontrolu ONIT na transponderoch
sr: Aktiviranje/desaktiviranje proveravanja ONIT za sve transpondere

source: Use Motor Input Power
cs: Pouzít vstupní proud Motoru
hr: Koristi ulazni napon motora
lt: Naudoti Motoro Galią
pl: Uzyj zasilanie wejscia pozycjonera/silownika
sk: pouzi napajanie motora
sr: Upotrebiti jacinu za ulaz rotora
tr: Motor giris gucunu kulan

source: when the motor support this, then use
cs: pokud má motor podporu, pouzijte citac (pohybu)
hr: kada motor to podrava, tada koristi
lt: naudokite kai tai palaikoma
pl: uzyj gdy sterownik/pozycjoner posiada te opcje
sk: ak to motor podporuje, pouzi funkciu
sr: Ako je drzac rotora kao ovaj, upotrebi ga...
tr: Eyer motor bunu destekliyorsa ,bunu kulanin

source: status:
cs: výsledek :
lt: būsena:
sk: stav:
tr: statusu:

source: use BAT
cs: pouzit BAT
hr: upotrijebi BAT
lt: Naudoti BAT
pl: uzyj BAT
sk: pouzi BAT
sr: Upotrebiti BAT

source: Starttime
cs: Pocatecni cas
hr: Početno vrijeme
lt: Pradžia
sk: zaciatok

source: Symbolrate:
cs: Rychlost :
lt: Simbolių Greitis:
sk: SR:
sr: Symbolik frekvencija :
tr: Symbolhizi

source: Set Sleeptimer
cs: Nastav cas vypnutí
lt: Nustatyti Sleep Taimerį
sk: Nastavte vypnutie boxu

source: goto prev page (LNB)
cs: predchozí strana ( LNB )
hr: pođi u pred. stranu (LNB)
lt: grįžti į ankstesnį psl (LNB)
pl: idz do poprzedniej strony (LNB)
sk: predch.str (LNB)
sr: Vrati se na prethodnu stranu(LNB)
tr: bir sayfa geri (LNB)

source: choose wished modulation (ok)
cs: zadejte svoji modulaci ( OK )
lt: moduliacijos pasirinkimas (ok)
pl: wybierz modulacje (ok)
sr: Izabrati modulaciju zeljnu (ok)
tr: choose wished satellite (ok)

source: Transponders
cs: Transpondér
lt: Paketai
sk: Transpondery

source: set recording end time and close window (ok)
cs: Nastav konec záznamu a uzavri okno ( OK )
hr: podesi vrijeme snimanja i zatvori prozor (ok)
lt: nustatyti rašymo pabaigos laiką ir išeiti (ok)
pl: ustaw godzine zakonczenia nagrywania i zamknij okno (ok)
sk: zadajte cas konca nahravania a zatvor okno (ok)
sr: Podesiti cas kraja snimanja i zatvoriti prozor (OK)
tr: cekme ayarini saatini sonla ve pencereyi kapat (ok)

source: Use gotoXX Function
cs: Pouzít gotoXX funkci
hr: Koristi idi naXX funkciju
lt: Naudoti gotoXX Funkciją
pl: Uzyj funkcji gotoXX
sk: Pouzi gotoXX
sr: Upotrebiti funkcije GotoXX
tr: GitorayaXX Fonksiyonunu kulan

source: close Satellite Configuration
cs: uzavrít nastavení satelitu
hr: zatvori konfiguraciju Satelita
lt: uždaryti palydovų konfigūravimą
sk: Zavtvor nastavenie druzic
sr: Zatvoriti podesavanje satelita
tr: uydu kurulumu kapat

source: choose the LNB you wish to apply or edit
cs: zvol LNB kterou chces pouzít nebo editovat
lt: pasirinkite LNB konfiguravimui
pl: wybierz konwerter(LNB) który chcesz zastosowac lub edytowac
sr: Izabrati LNB za upotrebu ili editiranje

source: clear list before
cs: odstranit prehled
hr: izriši listu prije
lt: viską trinti
pl: skasuj liste przed
sk: najprv vymaz
sr: Izbrisati prethodnu listu
tr: listeyi ilk once silin

source: edit
cs: Edituj
lt: redaguoti
sk: uprav

source: Sa
cs: So
lt: Palydovas
sk: Sob

source: for a multiple event enable this
cs: pro násobnou úlohu pouzit toto
hr: za nekoliko dogadjaja uključite ovo
lt: tai naudokite multiveiksmams
sk: pre mnohonasobnu udalost povol toto

source: connected:
cs: pripojený :
hr: veza uspostavljena
lt: pajungta:
pl: polaczony:
sk: pripojeny:
sr: Konektiran :
tr: baglandi:

source: press ok to select another event
cs: pres OK vyber jinou úlohu
lt: spauskite ok kito įvykio pasirinkimui
sk: Ok pre vyber inej relacie

source: next page
cs: nás.strana
hr: iduća stranica
lt: sekantis psl
pl: nastepna strona
sk: nasl. str.
sr: Sledeca strana
tr: bir dahaki sayfa

source: shutdown
cs: Vypnout box
hr: ugasi
lt: išjungimas
pl: Wylacz
sk: vypni
sr: Staviti u dremanje
tr: Tam kapatma

source: Symbol Rate:
cs: Rychlost :
hr: Simbol Rata:
lt: Simbolių Greitis:
sk: SR:
tr: Symbolhizi :

source: Transponder:
cs: Transpondér :
lt: Transponderis:

source: set
cs: nastavit
hr: postavi
lt: nustatyti
pl: ustaw
sk: nastav
sr: Fixirati
tr: Ayar

source: press left or right to move motor
cs: pro presun motoru stiskni <, >
hr: pritisnite lijevo ili desno za pomak motora
lt: spauskite kairėn arba dešinėn, kad pasukti lėkštę
pl: wcisnij lewo lub prawo aby uruchomic pozycjoner/silownik
sk: pre pohyb motora stlacte do lava/prava
sr: Pritisnuti levo ili desno za pomeranje rotora
tr: saga ve ya sola basin motoru cevirmek icin

source: calc param 2 (see your motor manual or let it 00)
cs: zadej param 2 ( viz. motor manuál nebo nastav 00 )
hr: izracun param 2 (vidi priručnik motora ili ostavi 00)
pl: wylicz parametr 2 (zobacz w instrukcji pozycjonera lub ustaw na 00)
sk: parameter 2 (00 alebo pozrite manual k motoru)
sr: calc param 2 (Pogledajte u knjigu vaseg rotora ili ga ostavite na 00)

source: select the timer type (ok)
cs: zvol typ casu ( OK )
hr: odaberite tip timera (ok)
lt: pasirinkite taimerio tipą (ok)
pl: wybierz typ Timer (ok)
sk: nastavte typ casovaca
sr: Ubaciti tip Sata (ok)
tr: saat cesidi secenegi secin (ok)

source: MiniDiSEqC Parameter:
cs: MiniDiSEqC nastavení :
lt: MiniDiSEqC Parametras:
pl: Parametry MiniDiSEqC:
sr: Podesavanje miniDISEqCa :
tr: MiniDiSEqC parmametresi

source: choose satellite/cable provider (ok)
cs: zvolte satelit /kabelovka ( OK )
hr: odaberite satelit/kabel providera (ok)
lt: pasirinkite palydovo operatorių (ok)
pl: wybierz satelite / dostawce uslug kablowych (ok)
sk: vyber poskytovatela sluzieb
sr: Izabrati provider satellita / Kablovske (OK)
tr: uydu secenegi/kablo sebekesi (ok)

source: o'clock
cs: hodin
hr: sati
lt: valanda
pl: godzina
sk: hodin
sr: Cas
tr: o saat

source: motor drive speed, in degrees per second
cs: úhlová rychlost motoru, stupne za sekundu
hr: brzina motora, u stupnjevima po sekundi
lt: motoro judėjimo greitis, laipsniais per sekundę
pl: szybkosc silnika, sterownika w stopniach na sekunde
sk: rychlost motora, v stupnoch za sekundu
sr: Brzina rotora u stepenima na sekundi
tr: motorun donme hizinin saniye icinde derecesi

source: About...
cs: Info ...
hr: O prijemniku
lt: Apie...
pl: Informacja o…
sk: info...
sr: Sve o SandBox timu
tr: Bilgi...

source: add new Timer (ok)
cs: pridat nový cas ( OK )
hr: dodaj novi timer (ok)
lt: pridėti naują Taimerį (ok)
pl: dodaj nowy Timer (ok)
sk: pridaj novy casovac
sr: Dodati novi sat(ok)
tr: yeni zamani hafizaya al (ok)

source: to change service press ok
cs: ke zmene sluzby pouzijte OK
hr: za promjenu uslugu pritisnite OK
lt: kad pakeisti kanalą spauskite ok
pl: aby zmienic serwis wcisnij OK.
sk: pre zmenu programu (ok)
sr: Da bi ste zamenili servis stisnite OK
tr: servis degistir ve ok le (ok)

source: Counter(Movement)
cs: Pocitadlo ( pohyb )
hr: Brojač(pokreta)
lt: Skaitliukas (Judėjimo)
pl: Licznik (Ruch)
sk: Pocitadlo(pohybu)
sr: Brojac(Pomeranje)
tr: sayac(silme)

source: search
cs: vyhledávání
hr: pretraga
lt: paieška
pl: szukaj
sk: hladaj
sr: Pretrazivanje
tr: arama

source: use ONIT
cs: pouzít ONIT
hr: koristi ONIT
lt: Naudoti ONIT
pl: uzyj ONIT
sk: ONIT
sr: Upotrebiti ONIT
tr: ONIT kulan

source: enable/disable initiate network search
cs: umoznit/vypnout inicializaci hledání síte
hr: uključi/isključi iniciraj pretragu mreze
lt: įjungti/išjungti paiešką per tinklus
pl: wlacz/wylacz przeszukanie sieciowe
sk: povol/zakaz spustenie sietoveho hladania
sr: Aktiviranje/desaktiviranje pretragu networka

source: scan EPG
cs: prohledej EPG
hr: pretrazi EPG
lt: skanuoti EPG
sk: hladaj EPG

source: audio track
cs: audio stopa
lt: audio takelis
sk: pesnicka
tr: ses izleme

source: Su
cs: Ne
lt: Sek
sk: Ned

source: new
cs: nový
hr: novo
lt: naujas
pl: nowy
sk: novy
sr: Novo
tr: Yeni

source: duration:
cs: Doba trvani :
sk: Trvanie:

source: Wed
cs: St
hr: Sri
lt: Treč
pl: Sr
sk: Str
sr: Sre.
tr: Cars

source: choose the FEC (left, right)
cs: zvol FEC ( <, > )
hr: odaberite FEC (lijevo, desno)
lt: FEC pasirinkimas (kairėn, dešinėn)
pl: wybierz FEC (lewo, prawo)
sk: vyberte FEC
sr: Izabrati FEC (levo/desno)
tr: FEC secenegi (sol, sag)

source: select DiSEqC repeats (ok)
cs: nastav DiSEqC opakování (OK)
hr: odaberi DiSEqC ponavljanja (ok)
lt: DiSEqC kartojimo pasirinkimas (ok)
pl: wybierz DiSEqC powtórz (ok.)
sk: nastavte DiSEqC opakovania
sr: Izabrati repetitor DISEqCa (ok)
tr: DiSEqC seceneginin tekrari (ok)

source: Software upgrade...
cs: Aktualizace software...
hr: Dogradi softver...
lt: Softo Atnaujinimas
pl: Aktualizacja Oprogramowania Terminala…
sr: Upgradovanje softwarea
tr: Yazilim gunceleme..

source: Longitude:
cs: Zemepisná délka :
hr: Longituda:
lt: Ilguma:
pl: Dlugosc geograficzna:
sk: Zem.dlzka:
tr: Boylam:

source: choose direction
cs: vyber smer
hr: odaberite smjer
lt: pasirinkite kryptį
pl: wskaz kierunek
sk: vyberte smer
sr: Izabrati stranu
tr: secenek yonu

source: capacity:
cs: kapacita :
hr: kapacitet:
lt: talpa:
pl: pojemnosc:
sk: kapacita:
sr: Kapacitet:
tr: kapasitesi

source: select skin and press ok or choose save
cs: vyber Prostredí a uloz ( OK )
hr: izaberite sučelje i pritisnite ok ili odaberite pohranu
lt: pasirinkite skiną ir spauskite ok, kad išsaugoti
pl: wybierz skórke i wcisnij ok lub zachowaj
sk: vyberte vzhlad a ulozte
sr: Izabrati temu i stisnuti OK za zadrzavanje
tr: gorunumu sec ve ok bas ve ya hafizaya al secenegi

source: calc param 1 (see your motor manual or let it 00)
cs: zadej param 1 (viz. motor manuál nebo nastav 00)
hr: izračun param 1 (vidi priručnik motora ili ostavi 00)
pl: wylicz parametr 1 (zobacz w instrukcji pozycjonera lub ustaw na 00)
sk: parameter 1 (00 alebo pozrite manual k motoru)
sr: calc param 1 (Pogledajte u knjigu vaseg rotora ili ga ostavite na 00)

source: prev page
cs: pred.strana
hr: predhodna strana
lt: ankstesnis psl
pl: poprzednia strona
sk: predch.str.
sr: Prethodna strana
tr: sayfa ,geri

source: select day (ok)
cs: vyber den (OK)
hr: odaberite dan (ok)
lt: pasirinkite dieną (ok)
pl: wybiez dzien (ok)
sk: nastavte den
sr: Izabrati dan (ok)
tr: gunu sec (ok)

source: Thu
cs: Ct
hr: Čet
lt: Ket
pl: Cz
sk: Stv
sr: Cet.
tr: Pers

source: goto next page (DiSEqC)
cs: na dalsí stranu (DiSEqC)
hr: pođi do sljedeće strane (DiSEqC)
lt: pereiti į sekantį luslapį (DiSEqC)
pl: przejdz do nastepnej strony (DiSEqC)
sk: nasl. strana (DiSEqC)
sr: Sledeca strana DISEqC
tr: bir dahaki sayfaya gec (DiSEqC)

source: change circular to linear polarization
cs: zmen kruhovou polarizaci na linearni
hr: izmijeni cirkularnu na linearnu polarizaciju
lt: pakeisti circular į linear palerizaciją
sk: zamen kruhovu za linearnu polarizaciu

source: shutdown the box to deepstandby (ok)
cs: vypnout box ( OK )
lt: išjungti dreambox į gilų budintį (ok)
sk: Vypni box do hlbokeho spanku

source: edit the end time (0..9, left, right)
cs: uprav cas konce záznamu ( 0..9, <, > )
hr: izmjenite završno vrijeme (0..9, lijevo, desno)
lt: redaguoti pabagos laiką (0..9, karėn, dešinėn)
pl: edytuj czas zakonczenia (0..9, lewo, prawo)
sk: cas ukoncenia... (0..9)
sr: Editiranje casa za kraj(0..9, levo, Desno)

source: Tuesday
cs: Uterý
hr: Utorak
lt: Ketvirtadienis
pl: Wtorek
sk: Utorok
sr: Utorak
tr: Sali

source: recording duration:
cs: délka záznamu :
hr: dužina snimanja:
pl: czas zapisu:
sk: dlzka nahravania:
sr: Trajanje snimanja :
tr: cekim duration:

source: apply
cs: vse
hr: potvrdi
lt: vykdyti
sk: vykonaj

source: Timer Edit
cs: Editace casovace
lt: Taimerio Redagavimas
sk: Casovac

source: U-Switch 3:
cs: U-prepínac 3:
hr: U-prekidac 3:
tr: U-Anahtar 3:

source: Fr
cs: Pá
lt: Pen
sk: Pia

source: choose the Transponder you wish to find
cs: zvolte Transpondér, který chcete prohledat
hr: odaberite Transponder koji želite pronaći
lt: pasirinkite transponderį paieškai
pl: wybierz Transponder który chcesz znalezc
sk: vyberte transponder, ktory chcete najst
sr: Izabrati transponder koji zelite naci
tr: bulmak istediginiz Transponder secenegi yapin

source: add new Transponder to selected sat (ok)
cs: pridat nový transpondér do vybraného satelitu (OK)
hr: dodaj novi transponder na izabrani sat (ok)
lt: įvesti nają transponderį į pasirinktą palydovą (ok)
sk: pridaj transponder k zvolenej druzici

source: Thursday
cs: Ctvrtek
hr: Četvrtak
lt: Ketvirtadienis
pl: Czwartek
sk: Stvrtok
sr: Cetvrtak
tr: Persembe

source: Repeated timer
cs: Opakování
lt: Pasikartojantis taimeris
sk: Opakovany casovac

source: set sleeptimer and close window (ok)
cs: Nastav prechod do sleep modu a uzavri okno ( OK )
lt: nustatyti sleep taimerį ir išeiti (ok)
sk: zadajte cas spanku a zatvor okno (ok)

source: status output:
cs: ukazatel výstupu :
hr: status izlaza:
pl: status wyjscia:
sk: stav vystupu:
sr: Status izlaza :
tr: konum cikisi :

source: Sequence repeat
cs: Sekvence opakování
hr: Sekvenc ponavljanje
lt: Kartojimas
pl: Powtórz sekwencje
sk: opakovanie sekvencie
sr: Repetiranje
tr: Siralama tekrari

source: add a new Satellite
cs: pridat nový satelit
hr: dodaj novi satelit
lt: įvesti naują palydovą
sk: Pridaj druzicu
sr: Dodati novi satelit
tr: yeni Uydu ekle

source: enter stored satellite pos
cs: ulozené pozice druzic
hr: unesi pohranjenu poziciju satelita
lt: įveskite išsaugotą palydovo poziciją
pl: wprowadz zapamietana pozycje satelitarna
sk: zadaj ulozene poz. druzic
sr: Ubaciti poziciju stokiranog satelita
tr: hafizaya alinmis uydu yonunu secin

source: open transponder scan
cs: otevre vyhledávání vysílání
hr: otvori skeniranje transpondera
lt: eiti į transponderių skanavimą
pl: otwórz przeszukanie transponderów
sk: prehladat transponder
sr: Otvoriti skeniranje transpondera
tr: Transponder taramasini ac

source: goto standby after recording (ok)
cs: vypni do Standby po záznamu ( OK )
hr: otidi u standby nakon snimanja (ok)
lt: eiti į budintį režimą po rašymo (ok)
pl: przejdz w tryb czuwania po zakonczonym zapisie (ok.)
sk: vypni po skonceni nahravania
sr: Staviti u dremanje posle snimanja (OK)
tr: cekimden sonra yedege gec ( ok )

source: Inversion:
cs: Inverze :
hr: Inverzija:
lt: Invertuoti:
pl: Odwrócenie:
sk: Negacia:
sr: Razmena :
tr: Ters:

source: goto advanced motor setup
cs: do rozsirených nastavení Motoru
hr: otidi u ostale postavke motora
lt: eiti i išplėstinį pozicionieriaus konfigūravimą
pl: przejdz do zaawansowanej konfiguracji pozycjonera/silownika
sk: rozsirene nastavenie motora
sr: Otvoriti dodatno podesavanje rotora
tr: gelismis motor kurulumuna gidiniz

source: Monday
cs: Pondelí
hr: Ponedeljak
lt: Pirmadienis
pl: Poniedzialek
sk: Pondelok
sr: Ponedeljak
tr: Pazartesi

source: Saturday
cs: Sobota
hr: Subota
lt: Šeštadienis
pl: Sobota
sk: Sobota
sr: Subota
tr: Cumartesi

source: format
cs: formát
lt: formatavimas
pl: formatowanie
sr: Formatiranje

source: (0..9, left, right, ok)
cs: ( 0..9 , <, >,ok )
hr: (0..9, lijevo, desno, ok)
lt: (0..9, kairėn, dešinėn, ok)
sk: (0..9,vlavo, vpravo, ok)

source: starts the transponder scan
cs: vyhledávání vysílání
hr: pocinje skeniranje transponder-a
lt: pradėti transponderių skanavimą
pl: rozpoczeto wyszukiwanie transponderów
sk: zacni vyhladavanie
sr: Startuj pretrazivanje transpondera
tr: transponder taramasini baslat

source: sat
cs: satelit
lt: Palydovas
sk: sobota

source: U-Switch 1:
cs: U-prepínac 1:
hr: U-prekidac 1:
tr: U-anahtar 1:

source: Voltage
cs: Napetí
hr: Napon
lt: Įtampa
pl: Napiecie
sk: Napatie
sr: Voltaza
tr: Voltaj

source: network search
cs: hledání síte
hr: pretraži mrežu
lt: tinklo paieška
pl: wyszukiwanie sieciowe
sk: sietov. hladanie
sr: Trazi network
tr: Ag tarama

source: Help
cs: Nápoveda
hr: Pomoć
lt: Pagalba
sk: Pomoc
sr: U pomoc
tr: Yardim

source: vertical
cs: vertikální
hr: vertikalnao
lt: vertikali
pl: pionowy
sk: vertikalny
sr: Vertikala
tr: Dikey (V)

source: horizontal
cs: horizontální
hr: horizontalno
lt: horizontali
pl: poziomy
sk: horizontalny
sr: Horizontala
tr: Yatay (H)

source: Satellites
cs: Satelity
hr: Sateliti
lt: Palydovai
sk: Druzice

source: - bouquets
cs: - Vlastní prehled (TV)
lt: - paketai

source: - services
cs: - Programy
hr: - usluge
lt: - kanalai
sk: - programy

source: (%d entries)
cs: (%d zpracováno)
hr: (%d unosa)
pl: (%d wprowadzen)
sk: (%d udajov)
sr: (%d ulaz)
tr: (%d Adet)

source: root node
cs: root
hr: root cvor
sk: zakladny mod
sr: Tacka za root

source: TV mode
cs: TV
hr: TV mod
lt: TV Režimas
pl: Tryb Telewizyjny
sk: mod TV
sr: Mode TV
tr: TV modu

source: Radio Mode
cs: Rádio
hr: Radio Mod
lt: Radio Režimas
pl: Tryb Radiowy
sk: mod radia
sr: Mode radio
tr: Radio modu

source: File Mode
cs: Soubory
hr: Pregled datoteka
lt: File Režimas
pl: Tryb Danych
sk: Suborovy mod
sr: Mode fajlovi
tr: Dosya modu

source: TV/Radio
cs: TV / Rádio

source: Connecting...
cs: Pripojuji ...
hr: uspostavljam vezu...
lt: Jungiasi...
pl: Laczenie…
sk: Pripajam...
sr: Konekvcija...
tr: baglaniyor...

source: playing...
cs: prehrávám ...
pl: odtwarzanie…
sk: prehravam
sr: Citanje radi...
tr: uynuyor...

source: Cancel
cs: Zrusit
hr: Odustani
lt: Nutraukti
pl: Anuluj
sk: Zrus
sr: Ponisti
tr: Çik

source: Yes
cs: Ano
hr: Da
lt: Taip
pl: Tak
sk: Ano
sr: Da
tr: Evet

source: No
cs: Ne
hr: Ne
lt: Ne
pl: Nie
sk: Nie
sr: Ne
tr: Hayir

source: no description available
cs: Popis není k dispozici
hr: opis nije dostupan
lt: pavaizdavimas negalimas
sk: Popis nie je k dispozicii
sr: Nema deskripcije
tr: Yazilim su an hazir degil

source: press ok to leave edit mode, yellow=capslock
cs: pres OK opust editacní mód, zluta=capslock
lt: spausti ok - išejimui iš redagavimo, geltoną = capslock
sk: Ok pre zaciatok editacie, zlta=Velke pismena

source: Movie
cs: Film
hr: Film
lt: Filmai
pl: Film
sk: Film
sr: Filmovi
tr: Filim

source: Adventure
cs: Dobrodruzství
hr: Avantura
lt: Nuotykiai
pl: Przygoda
sk: Dobrodruzny film
sr: Avantura
tr: Macera

source: Comedy
cs: Komedie
hr: Komedija
lt: Komedijos
pl: Komedia
sk: Komedia
sr: Komedija
tr: komedi

source: Soap
cs: Seriál
hr: Sapunica
lt: Muilas
pl: Mydlana Opera
sr: Serije B
tr: Sabun

source: Serious
cs: Drama
hr: Ozbiljan
lt: Rimta
pl: Powazny
sk: Vazny zaner
sr: Ozbiljno
tr: dizi

source: Adult
cs: Pro dospelé
hr: Odrasli
lt: Suaugusiems
pl: Dla doroslych
sk: Pre dospelych
sr: Za odrasle
tr: porno

source: News
cs: Zprávy
hr: Vijesti
lt: Naujienos
pl: Wiadomosci
sk: Spravy
sr: Informacije
tr: Haber

source: Weather
cs: Pocasí
hr: Vrijeme
lt: Orai
pl: Pogoda
sk: Pocasie
sr: Vreme
tr: havadrumu

source: Magazine
cs: Magazín
hr: Magazin
lt: Parduotuvės
pl: Magazyn
sk: Magazin
sr: Casopisi
tr: magazin

source: Documentary
cs: Dokumentární
hr: Dokumentarac
lt: Dokumentika
pl: Dokument
sk: Dokumentarny
sr: Dokumentarni program
tr: Belgesel

source: Discussion
cs: Diskuzní
hr: Diskusija
lt: Diskusijos
pl: Dyskusja
sk: Diskusia
sr: Diskusije
tr: Tartisma

source: Variety
cs: Varieté
hr: Razno
lt: Įvairūs
pl: Rózne
sk: Rozny zaner
sr: Muzika
tr: Variyete

source: Talk
cs: Diskuzní
hr: Pricanje
lt: Pokalbiai
pl: Pogadanki
sk: Diskusia
sr: Débate
tr: Konusma

source: Sports
cs: Sport
hr: Sportovi
lt: Sportas
pl: Sport
sk: Sport
sr: Sport
tr: Spor

source: Special Event
cs: Speciální nabidka
lt: Specialūs Įvykiai
sk: special

source: Sports Mag.
cs: Sport.magazin
lt: Sporto Parduotuvės
sk: Sportovy mag.

source: Football
cs: Fotbal
hr: Nogomet
lt: Futbolas
sk: Futbal

source: Tennis
cs: Tenis
hr: Tenis
lt: Tenisas
sk: Tenis

source: Team Sports
cs: Tymove sporty
lt: Komandinis Sportas
sk: timove sporty

source: Athletics
cs: Atletika
hr: Atletika
lt: Atletika
pl: Atletyka
sk: Atletika
sr: Atletika
tr: Atletik

source: Motor Sports
cs: Automobilove sporty
lt: Motor Sportas
sk: Motoristika

source: Water Sports
cs: Vodní sporty
lt: Vandens Sportas
sk: Vode. sporty

source: Winter Sports
cs: Zimní sporty
lt: Žiemos Sportas
sk: Zimne sporty

source: Equestrian
cs: Jezdectvi
hr: Konjicki sportovi
lt: Jojimas
sk: kone

source: Martial Sports
cs: Válecný
hr: Borilacki sportovi
lt: Karinis Sportas
pl: Sporty wschodnie/walki
sk: Kontaktny sport
sr: Borbeni Sportovi
tr: Savasci sport

source: Children
cs: Detský
hr: Djeca
lt: Vaikams
pl: Dzieciece
sk: Detska relacia
sr: Za decu
tr: Cocuklaricin

source: Pre-School
cs: Predskolni
hr: Pred skolski
lt: Iki mokykliniams
sk: Predskolske

source: Age 6-14
cs: Vek 6-14
lt: 6-14m amžiaus
sk: vek 6-14

source: Age 10-16
cs: Vek 10-16
lt: 10-16m amžiaus
sk: Vek 10-16

source: School
cs: Skola
lt: Mokykla
sk: Skola

source: Cartoons
cs: Kreslený
hr: Crtani filmovi
lt: Karikatūros
pl: Kreskówki
sk: Rozpravka
sr: Crtani filmovi
tr: Çizgifilim

source: Music
cs: Hudba
hr: Glazba
lt: Muzika
sk: Hudba

source: Classical
cs: Klasicka hudba
hr: Klasicna
lt: Klasika
sk: Klasicka hudba

source: Musical
cs: Hudebni
hr: Mjuzikli
lt: Mjūziklai
sk: Hudba

source: Ballet
cs: Balet
hr: Balet
lt: Baletas
sk: Balet

source: Culture
cs: Kultura
hr: Kultura
lt: Kultūra
pl: Kultura
sk: Kultura
sr: Kultura
tr: Kultur

source: Fine Arts
cs: Krasna umeni
hr: Fina umjetnost
lt: Švelnus Menas
sk: Umenie

source: Religion
cs: Nabozenstvi
hr: Religija
lt: Religija
sk: Nabozenstvo

source: Literature
cs: Literatura
hr: Literatura
lt: Literatūra
sk: Literatura

source: Experimental
cs: Zkusebni
hr: Eksperimentalni
lt: Experimentinis
sk: Experimenty

source: Press
cs: Tisk
lt: Spauda
sk: Tlac

source: New Media
cs: Nova media
hr: Novi medij
lt: Naja Media
sk: Media

source: Art Mag.
cs: Umelecky mag.
hr: Umjetnicki magazin
sk: Umenie

source: Fashion
cs: Moda
hr: Moda
lt: Mados
sk: Moda
