Repository: OpenMipsel/apps
Catalog: tuxbox/enigma/po/*.po
Languages: cs, hr, lt, pl, sk, sr, tr

source: Download aborted.
cs: Príjem zrusen.
hr: Nadogradnja obustavljena.
lt: Krovimas nutrauktas!
pl: Ladowanie przerwane.
sk: Stahovanie zrusene.
sr: Ponisteno downloadiranje.
tr: Download iptaledildi.

source: checking consistency of file...
cs: kontrola správnosti souboru ...
hr: provjeravam vjerodostojnost...
pl: Sprawdzanie ciaglosci danych...
sk: Overujem pravost suboru...
sr: Proveravanje fajlova...
tr: dosya tutarliligini kotrolediyor...

source: write error while downloading...
cs: nelze zapsat data ...
hr: greška programiranja tijekom skidanja softwera...
pl: blad zapisu w czasie ladowania…
sk: chyba zapisu pri stahovani...
sr: Greska u downloadiranju...
tr: yazma hatasi su an download yapiyor...

source: Data error. The checksum didn't match.
cs: Chyba dat. Vadný kontrolní soucet.
hr: Greška, checksum se ne preklapa
lt: Duomenų klaida. Bloga kontrolinė suma.
pl: Bledne dane. Zla suma kontrolna
sk: Chybne udaje! Checksum nesuhlasi.
sr: Greska u podacima.checksum nije korektan
tr: yanlis bilgi. The checksum didn't match.

source: Checksum OK. Ready to upgrade.
cs: Kontrolní soucet OK .Aktualizuji.
hr: Checksum OK. Spreman za nadogradnju
lt: Kontrolinė suma gera.Atnaujinimui pasiruošta.
pl: Suma kontrolna poprawna. Gotowy do uaktualnienia oprogramowania
sk: Checksum OK. Som pripraveny na upgrade.
sr: Checksum OK, spreman sa upgrade.
tr: Checksum OK. upgrad yapmak icin hazir.

source: Are you sure you want to upgrade to this new version?
cs: Prejete si provést aktualizaci systému ?
hr: Jeste li sigurni da želite nadograditi na ovu novu verziju?
lt: Ar tikrai atnaujinti softą į šią naują versiją?
pl: Jestes pewien ze chcesz uaktualnic oprogramowanie do nowej wersji ?
sk: Naozaj chcete nahrat tuto novu verziu firmware ?
sr: Zelie li zaista ubaciti novu verziju?
tr: eminmisiniz versiyonu gunceleme yapmak icin?

source: Ready to upgrade
cs: Pripraven pro aktualizaci
hr: Spreman za nadogradnju
lt: Atnaujinimui pasiruošta
pl: Gotów do uaktualnienia oprogramowania
sk: Pripraveny k upgrade
sr: Spreman za upgrade
tr: gunceleme yapmak icin hazir

source: upgrade in progress
cs: stav aktualizace
hr: dogradnja u tijeku
lt: dabar vyksta atnaujinimas
pl: uaktualnianie w toku
sk: prebieha upgrade
sr: Upgrade u toku ... www.dm7000.be
tr: gunceleme (guncelestir) progress icinde

source: upgrade successful! restarting...
cs: aktualizace ukoncena! restartuji ...
hr: dogradnja uspiješna! restartam...
pl: Aktualizacja zakonczona sukcesem! wznowienie...
sk: Upgrade sa podaril! Restartujem...
sr: Upgrade vaseg Dreamboxa je uspeo! Restartiranje...
tr: hafiza yukleme basariylan sonuclandi ! yeniden calitiriliyor...

source: upgrade ok
cs: aktualizace OK
hr: dogradnja ok
lt: atnaujinimas baigtas
pl: aktualizacja ok
sk: Upgrade v poriadku
tr: gunceleme ok

source: This is the currently installed release.
cs: Aktuální nainstalovaná verze.
hr: Ovo je trenutno instalirani softver
pl: Aktualnie zainstalowana wersja.
sk: Tento FW mate prave v prijimaci.
sr: Ta verzija je vec ubacena.
tr: Bu su anki hafizada olan release.

source: This is an older release.
cs: Toto je starsí verze.
hr: Ovo je starije izdanje softvera.
pl: Wersja poprzednia.
sk: Toto je starsie vydanie.
sr: To je druga verzija.
tr: BU bir eski release.

source: No changelog data available.
cs: Zadné podmenu k dispozici.
hr: Podatci o promjenama nisu dostupni
pl: Brak dziennika zmian.
sk: Info o zmenach je nedostupne.
sr: Nema zamene u notacijama dostupnim
tr: degistirmelog bilgisine ulasilamiyor.

source: No new features were added in this release.
cs: Nebyly pridány zadné nové funkce v této verzi.
hr: Nema novih mogućnosti u ovoj verziji softvera.
pl: Brak nowych opcji w tej wersji.
sk: V tejto verzii sa nenachadzaju nove fukcie.
sr: Sada su nove zamene dodate u tu verziju.
tr: bu uyarlamada yenilikler eklenmemis.

source: The following new features were added in this release:
cs: Následující nové funkce byli v této verzi dodané:
hr: Sljedeće nove opcije su dodane u ovoj verziji:
pl: Lista dodanych opcji w tej wersji:
sk: Tato verzia FW obsahuje nasledujuce nove funkcie:
sr: Ove zamene su dodate u toj verziji:
tr: Bu uyarlamada yenilikle ama nerdede :

source: East
cs: Východ
hr: Istok
lt: Rytai
pl: Wschód
sk: Vychod
sr: Istok
tr: Dogu

source: West
cs: Západ
hr: Zapad
lt: Vakarai
pl: Zachód
sk: Zapad
sr: Zapad
tr: bati

source: North
cs: Sever
hr: Sjever
lt: Šiaurė
pl: Pólnoc
sk: Sever:
sr: Sever
tr: kuzey

source: South
cs: Jih
hr: Jug
lt: Pietūs
pl: Poludnie
sk: Juh
sr: Jug
tr: Guney

source: delete me
cs: vymazat
hr: obriši me
lt: trinti
pl: usun mnie
sk: zmaz ma
sr: Izbrisi me
tr: beni sil

source: drive Motor East
cs: presun na Východ
hr: pokreni motor na Istok
pl: kieruj antene na wschod
sk: natoc na vychod
sr: Vozi motor prema istoku
tr: motoru doguya yonlendir

source: drive Motor East.. one step
cs: posun na východ- o 1 krok
hr: pokreni motor na Istok.. jedan korak
pl: kieruj antene na wschód… jeden krok
sk: natoc na vychod (krokuj)
sr: Vozi motor prema istoku korak po korak
tr: bir basamak ileri doguya dogru...

source: stop Motor drive East
cs: zastavit presun na východ
hr: zaustavi pomicanje na Istok
pl: zatrzymaj sterownik anteny
sk: zastav natacanie
sr: Zaustavi pokret motor u istok
tr: doguya gitmesi icin motoru durdur

source: drive Motor West.. one step
cs: posun na Západ - o 1 krok
hr: pokreni motor na Zapad.. jedan korak
pl: kieruj antene na zachód... jeden krok
sk: natacaj na zapad (krokuj)
sr: Vozi motor prema zapadu korak po korak
tr: bir basamak ileri batiya dogru...

source: stop Motor drive West
cs: zastavit presun na západ
hr: zaustavi pomicanje na Zapad
pl: kieruj antene na zachód
sk: zastav natacanie
sr: Zaustavi pokret motor u zapad
tr: batiya gitmesi icin motoru durdur

source: position
cs: Pozice
hr: pozicija
lt: pozicija
pl: pozycja
sk: pozicia
sr: Pozicija
tr: posusyonu

source: store new sat positions
cs: zálohuj novou pozici satelitu
hr: pohrani novu poziciju
pl: zapamietaj nowe pozycje satelitarne
sk: uloz novu poziciu
sr: Snimiti novu poziciju satelita
tr: yeni uydu yonunu hafizaya al

source: drive to stored pos
cs: presunut na ulozené pozici
hr: dovedi na pohranjenu poz
pl: kieruj na zapamietana poz.
sk: natoc na ulozenu poz.
sr: Ici u snimljenu poziciju
tr: hafiza ya almak icin o yone git

source: drive to stored position
cs: presun na ulozené pozice
hr: dovedi na pohranjenu poziciju
pl: kieruj na zapamietana pozycje
sk: natoc na ulozenu pozic.
sr: Ici u snimljenu poziciju
tr: hafizaya alinmis yone git

source: drive to satellite
cs: pretáceni na druzici
hr: dovedi do satelita
lt: sukti į palydovą
pl: kieruj na pozycje satelitarna
sk: natacam...
sr: Ici na satelit
tr: uyduya yonlendir

source: drive to stored satellite
cs: presun na ulozenou druzici
hr: dovedi na pohranjeni satelit
lt: sukti į išsaugotus palydovus
pl: kieruj na zapamietana pozycje satelitarna
sk: natacam na druzicu
sr: Ici na satelitsku poziciju snimljenu
tr: hafizaya alinmis uyduya yonlen

source: drive to 0
cs: natocit na 0
hr: dovedi na 0
lt: sukti į 0
pl: kieruj na 0
sk: najdi poz. 0
sr: Ici na poziciju. 0
tr: 0 ra yonlen

source: drives to 0
cs: natoceno na 0
hr: vraćam na 0
pl: kieruje na 0
sk: natoc na 0
sr: Ici na poziciju. 0
tr: 0 ra yonlen

source: recalculate
cs: prepocítávání
hr: rekalkuliraj
pl: przelicz
sk: prerataj
sr: Prebrojavanje
tr: yeniden hesapla

source: recalculate stored positions rel. to current pos
cs: prepocitej ulozené pozice vzhledem ke stávající
hr: rekalkuliraj pohranjene pozicije rel. na postojeću pos
pl: przelicz zapamietane pozycje w odniesieniu do pozycji obecnej
sk: prerataj ulozene pozicie vzhladom na tuto poz.
sr: Prebrojavanje pozicija snimljenih prema aktuelonj poziciji
tr: yenide hesapla hafizaya alinmis yon icin.su anki yun icin

source: set east limit
cs: nastav východní limit
hr: postavi limit za Istok
lt: nustatyti rytų limitą
pl: ustaw wschodni limit
sk: limit vychod
sr: Podesiti soft mogucnosti istok
tr: dogu sinirini yap

source: set east soft limit
cs: nastav východní soft.limit
hr: postavi soft limit za Istok
lt: nustatyti tikslų rytų limitą
pl: ustaw wschodni limit programowy
sk: sw limit vychod
sr: Snimiti soft mogucnosti istok
tr: dogu soft sinirini yap

source: set west limit
cs: nastav západní limit
hr: postavi limit za Zapad
lt: nustatyti vakarų limitą
pl: ustaw zachodni limit
sk: zadaj limit zapad
sr: Podesiti soft mogucnosti zapad
tr: bati sinirini yap

source: set west soft limit
cs: nastav západní soft.limit
hr: postavi soft limit za Zapad
lt: nustatyti tikslų vakarų limitą
pl: ustaw zachodni limit programowy
sk: zadaj sw limit zapad
sr: Snimiti soft mogucnosti zapad
tr: bati soft sinirini yap

source: disable limits
cs: zakázat limity
hr: onemogući ogranićenja
lt: išjungti limitus
pl: wylacz limity
sk: zakaz limit
sr: Desaktiviraj mogucnosti
tr: yon sinirini kapat

source: disable soft limits
cs: zakázat soft.limit
hr: onemogući sofverska ograničenja
lt: išjungti tikslius limitus
pl: wylacz limity programowe
sk: zakaz limit motora
sr: Desaktiviraj soft mogucnosti
tr: soft sinirini kapat

source: enable limits
cs: povolit limity
hr: omogući limite
lt: įjungti limitus
pl: wlacz limity
sk: povol limit
sr: Aktiviraj mogucnosti
tr: yon sinirini acin

source: enable soft limits
cs: povolit soft.limit
hr: omogući soft limite
lt: įjungti tikslius limitus
pl: wlacz limity programowe
sk: povol sw limit
sr: Aktiviraj mogucnosti programa
tr: soft sinirini acin

source: store current pos in motor
cs: ulozit aktuální pozici v motoru
hr: pohrani trenutnu poziciju u motor
lt: išsaugoti šią poziciją pozicionieriuje
pl: zapamietaj aktualna pozycje anteny
sk: uloz tuto poziciu do motora
sr: Snimiti aktualnu poziciju u rotor
tr: simdiki motor yonunu hafizaya al

source: store
cs: ulozená
hr: pohrani
lt: išsaugoti
pl: zapamietaj
sk: uloz
sr: Zapamtiti
tr: hafizaya al

source: drive motor to stored pos
cs: ulozit pozici do motoru
hr: dovedi motor na pohranjenu poz.
lt: sukti lėkštę į išsaugotą poziciją
pl: kieruj antene na zapamietana pozycje
sk: natoc na ulozenu poziciu
sr: Ubaciti stokiranu satelitsku poziciju
tr: motoru hafiza´´ya alma yonune yonlendir

source: go
cs: bez
hr: kreni
lt: pirmyn
pl: prowadz
sk: chod
sr: Idi
tr: git

source: drive motor to reference position
cs: natocení na zmínenou pozici
hr: dovedi motor na referentnu poziciju
pl: ustaw antene na pozycje domyslna
sk: natoc motor na vychodziu poziciu
sr: Vozi motor u glavnu tacku
tr: motoru refran yone yonlendir

source: recalculate all stored positions
cs: prepocítání vsech ulozených pozic
hr: rekalkuliraj sve pohranjene pozicije
pl: przelicz wszystkie pozycje w pamieci
sk: prerataj ulozene pozicie
sr: Prebrojavanje svih snimljenih pozicija
tr: butun hafizaya alinan yonleri hesapla

source: recalc
cs: prepocti
hr: opozovi
pl: przelicz
sk: vyrataj
sr: Prebrojavanje
tr: hesapla

source: store current pos as east soft limit
cs: uloz stávající pozici jako východní limit
hr: pohrani trenutnu poz kao istočni limit
pl: zachowaj aktualna pozycje jako programowe ograniczenie anteny dla wschodu
sk: uloz tuto poz. ako vychodny limit
sr: Snimiti pozicije istok /zapad kao limit programa
tr: simdiki dogu soft sinirini hafizaya al

source: store current pos as west soft limit
cs: uloz stávající pozici jako západní limit
hr: pohrani trenutnu poz kao zapadni limit
pl: zachowaj aktualna pozycje jako programowe ograniczenie anteny dla zachodu
sk: uloz tuto poz. ako zapadny limit
sr: Snimiti aktualne pozicije istok/zapad kao limit programa
tr: simdiki bati soft sinirini hafizaya al

source: do it
cs: vykonat
hr: učini
lt: vykdyti
pl: wykonaj
sk: vykonaj
sr: uradi to
tr: yap ver

source: drive motor to satellite
cs: natácení na druzici
hr: dovedi motor do satelita
lt: sukti lėkštę į palydovą
pl: kieruj antene na satelite
sk: natoc motor na druzicu
sr: Vozi rotor do tog satelita
tr: motoru uyduya dogru cevir

source: Wrong use of this function can corrupt all stored sat positions. Are you sure you want to use this function?
cs: V pripade spatného nastavení muzete rozhodit vsechny ulozené satelitní pozice. Opravdu to chcete ?
hr: Krivo koristenje ove funkcije moze poremetiti sve pohranjene pozicije. Dali ste sigurni da zelite koristiti funkciju?
pl: Bledne uzycie funkcji moze uszkodzic wszystkie zapamietane obecnie pozycje satelitarne. Jestes pewien ze chcesz uzyc tej funkcji ?
sk: Ak pouzijete funkciu nespravne, znicite ulozene pozicie. Naozaj pouzit funkciu ?
sr: Losa upotreba te funkcije moze ponistiti te pozicije Dali ste sigurni da hocete upotrebiti tu funkciju?
tr: Yanlis funksyonu kulaniyorsunuz butun hafizaya alinmis uydu mahilini silebilirsiniz. Eminmisiniz bu funksiyonu kulamayi

source: one step East...
cs: o krok na východ ..
hr: jedan korak na Istok...
lt: žingsnis į rytus...
pl: jeden krok na wschód…
sk: o krok na vychod
sr: Jedan korak prema istoku
tr: bir adim doguya..

source: one step west...
cs: o krok na západ ..
hr: jedan korak na Zapad...
lt: žingsnis į vakarus...
pl: jeden krok na zachód…
sk: o krok na zapad
sr: Jedan korak prema zapadu
tr: bir adim batiya...

source: turning to east...
cs: natácení na východ ..
hr: pokrećem na Istok...
lt: sukama į rytus...
sk: natacam vychodne
sr: Ici prema istoku
tr: doguya dogru don..

source: turning to west...
cs: natácení na západ ..
hr: pokrećem na Zapad...
lt: sukama į vakarus...
sk: natacam zapadne
sr: Ici prema zapadu
tr: batiya dogru don...

source: Storage Location:
cs: Místo v pameti :
hr: Lokacija za pohranu:
lt: Atminties Vieta:
pl: Pozycja pamieci:
sk: Kam ulozit:
sr: Zampamti lokaciju :
tr: Hedefi Hafizaya al:

source: change storage Location or store
cs: zmena ulozených nastavení
hr: promjeni lokaciju spremnika ili spremi
lt: pakeisti atminties vietą arba išsaugoti
pl: zmien pozycje w pamieci i zachowaj
sk: zmen poziciu a uloz ju
sr: Promeni gde memorises

source: %d.%d%c is currently stored at location %d! When you store this now at Location %d, we must remove the old Location. Are you sure you want to do this?
cs: %d.%d%c je soucasné ulozené umístení %d! Jestlize chcete ulozit nové %d,musíte nejdrive vymazat umístení stare. Chcete toto vykonat?
hr: %d.%d%c je pohranjen na lokaciju %d! Kada pospremite na lokaciju %d, moram maknuti staru lokaciju. Dali ste sigurni da to zelite?
pl: %d.%d%c jest aktualnie zachowany na pozycji %d! Zachowujac zmiany w pozycji %d, skasujesz juz istniejaca. Jestes pewny ze chcesz to zrobic ?
sk: %d.%d%c je teraz ulozena na %d! Ak to teraz ulozite na %d, Musim zmazat stare umiestnenie. Mam to vykonat?
sr: %d. on % d%c je aktualno stokiran u %d! Ako stokirate sada tu %d, trebamo skinuti Stari Dali ste sigurni da hocete to uciniti?
tr: %d.%d%c su anki hafizadaki mevki %d! Eyer yeni mevkiyi havizaya alirsaniz %d, eski mevki silinecektir. eminmisiniz bunu yapamak icin?

source: Store %d.%d%c at location %d. If you want another location, then say no and change the location manually. Are you sure you want to store at this location?
cs: Ulozeno %d.%d%c pozic %d. Chceteli pridat dalsí pozici, necinte tak rucne. Opravdu to chcete?
hr: Pohrani %d.%d%c na lokaciju %d. Ako želite drugu lokaciju, onda recite ne i promjenite lokaciju rucno. Dali želite pohraniti na ovu lokaciju?
pl: Zachowaj %d.%d%c w pozycji %d. Jezeli preferujesz inna pozycje, wybierz nie i wskaz ja recznie. Czy na pewno chcesz zachowac w tej pozycji ?
sk: Ukladam %d.%d%c na poziciu %d. Ak chcete ine miesto ulozenia, potom vyberte nie a zmente umistnenie manualne. Chcete ulozit na tuto poziciu ?
sr: Snimiti %d.% d%c U taj %d. Ako zelite drugi, Stisnite "ne" i promenite To rucno Dali ste sigurni da hocete to uciniti ?
tr: Hafizaya all %d.%d%c mevki %d. eyer baska mevki istiyorsaniz. O"zaman hayir deyin degisiglige ve el ilen mevkiyi yazin. Eminmisiniz mevkiyi hafizaya almak icin?

source: RF-Modulator Setup
cs: Nastavení RF-Modulace
lt: RF Moduliatoriaus nustatymai
pl: Konfiguracja Modulatora-RF
sr: Podesavanje modulatora RF
tr: RF-modulator kurulumu

source: Test Pattern
cs: Kontrolní obraz
hr: Test mustra
lt: Testinis Pavyzdys
pl: Obraz Kontrolny
sk: Priklad
sr: Model probe
tr: Test ornegi

source: enable test pattern
cs: Zapni kontrolní obraz
hr: aktiviraj test mustru
lt: įjungti testinį pavyzdį
pl: wlacz obraz kontrolny
sk: povol vzorovu predlohu
sr: Dozvoliti model probe
tr: test örnegini acin

source: Sound enable
cs: Zvuk zapnut
hr: Zvuk omogućen
pl: dzwiek wlaczony
sk: Povol zvuk
sr: Zvuk aktivan
tr: Sesi acin

source: enable Sound
cs: povolit Zvuky
hr: omogući zvuk
pl: wlacz dzwiek
sk: povol zvuk
sr: Zvuk aktivan
tr: ses acik

source: change sound subcarrier frequency
cs: zmente zvuk nosné
hr: promjeni frekvenciju nosioca zvuka
pl: zmien czestotliwosc nosnej dzwieku
sk: zmente nosnu frekvenciu zvuku
sr: Promeniti frekvenciju pod transpondera za zvuk

source: change channel
cs: zmena kanálu
hr: promjeni kanal
pl: zmien kanal
sk: zmen kanal
sr: Promeniti Kanal
tr: kanallari degistir

source: 250Khz steps
cs: 250 kHz krok
hr: 250KHz koraci
pl: krok 250Khz
sk: 250Khz kroky
sr: Nema 250 Khz
tr: 250Khz basamagi

source: save settings and leave rf setup
cs: ulozit a opustit menu RF
hr: pohrani postavke i napusti rf postavke
pl: wyjdz z konfiguracji RF i zachowaj zmiany
sk: zanechaj menu a uloz zmeny
sr: Snimiti promene i izaci iz podesavanja RFa
tr: ayarlari havizaya al ve rf cik

source: if you can read this your rfmod will not work.
cs: Jeslize je toto citelne RF nepracuje.
hr: ako ovo možete pročitati vaš rfmod neće raditi.
pl: Jezeli widzisz ta informacje to znaczy, ze Twoj modul RF nie dziala.
sk: Ak to mozete citat RF-modulator nepracuje.
sr: Ako mozete citati ovo vas rfmod ne funkcionise.
tr: eyer bunu okuyabiliyorsan rfmodu calismiyacaktir.

source: enigma event view
cs: Pruzkumník Enigmy
hr: događanja enigme
pl: Enigma - Dziennik zdarzen
sk: Prieskumnik Enigma
sr: enigma /n Knjiga dogadjaja
tr: enigma sonucunu görünüsü

source: add this event as DVR Event to timer list
cs: pridat úlohu do DVR úloh v casovaci
sk: Pridaj program do nacasovaneho nahravania
tr: bu vakayi zaman listesine al

source: add this event as NGRAB Event to timer list
cs: pridat úlohu do NGRAB úloh v casovaci
sk: Pridaj do casovaca ako NGRAB polozku

source: add this event as simple Switch Event to timer list
cs: pridat úlohu pro jednorázové zapnutí v casovaci
sk: Pridaj program ako nacasovane prepnutie do casovaca.
tr: bu vakayi zaman listesine al

source: remove this event from timer list
cs: vymazat záznam z Casovace
hr: izbriši ovaj događaj iz timer liste
lt: pašalinti veiksmą iš taimerio sąrašo
pl: usun wpis z listy timer
sk: zmaz polozku z casovaca
sr: Izbrisati desavanje iz liste sata
tr: bu vakayi zaman listesinden sil

source: closes the Event View
cs: uzavri pruzkumníka
hr: zatvara pregled događaja
pl: zamknij ten widok
sk: Zatvor prieskumnika
sr: Zatvoriti knjigu dogadjaja

source: Choose your language...
cs: Zvolte Jazyk...
hr: Odaberite vaš jezik...
lt: Pasirinkite savo kalbą...
pl: Jezyk:
sk: Vyberte si jazyk
sr: Vas jezik
tr: Lisan seçimini yapin...

source: press up/down/ok
cs: pres nahoru/dolu/OK
hr: pritisnite gore/dolje/ok
lt: naudoti aukštyn/žemyn/ok
pl: wcisnij góra/dól/ok
sk: stlacte hore/dole/ok
sr: Stisnuti Gore/Dole/ OK
tr: asgi/yukari/ok basin

source: Audio setup
cs: Nastavení zvuku
lt: Audio nustaymai
pl: Konfiguracja Audio
sr: Audio stelovanje
tr: Ses kurulum

source: AC3 default output
cs: AC3 implicitní výstup
hr: AC3 osnovni izlaz
lt: įjungti AC3 išėjimą
sk: Hlavny vystup AC3

source: enable/disable ac3 default output (ok)
cs: umoznit/zakázat implicitne AC3 výstup (OK)
lt: įjungti/išjungti AC3 išėjimą automatiškai (ok)
pl: wlacz/wylacz wyjscie ac3 (ok)
sk: povol/zakaz ac3 vystup.
sr: Aktiviraj/desaktiviraj izlaz AC3 uvak(OK)
tr: ag ayralarini ac/kapat (ok)

source: Transponder Edit
cs: Editace transpondéru
lt: Paketų Redagavimas
sk: Editacia transponderu

source: Save changed Transponders?
cs: Zapsat zmeny a uzavrit ?
hr: Pohrani promjenjene transpondere?
lt: Išsaugoti pakeitimus paketuose?
sk: Ulozit zmeneny transponder

source: Transponders changed
cs: Transpondér zmenen
hr: Transponderi promjenjeni
sk: Transpondery upravene

source: Transponders couldnt written to file!
cs: Transpondéry nelze zapsat do souboru
sk: Transpondery nemozu byt zapisane do suboru.

source: Write Error
cs: Chyba
hr: Greška pri pisanju
lt: Įrašymo Klaida
sk: Chyba zapisu

source: please enter pin:
cs: Prosim vlozte vas PIN
hr: molim unesite pin:
lt: įveskite pin:
sk: Prosim zadajte PIN:

source: Parental setup
cs: otevre nastavení zámku kanálú
lt: Užrakto nustatymai
sk: Rodicovske nastavenia

source: Parental lock
cs: Zamek kanalu
hr: Roditeljski kljuc
lt: Užraktas
sk: Rodicovsky zamok

source: enable/disable parental lock
cs: umoznit/zakázat zamek kanalu
hr: ukljuci/iskljuci roditeljski kljuc
sk: povoli/zakaze rodicovsky zamok

source: change PIN
cs: zmenit PIN
hr: izmjeni PIN
lt: keisti PIN
sk: Zmente PIN

source: change Parental PIN (ok)
cs: zmena PINu OK
hr: izmjeni roditeljski PIN (ok)
sk: Zmente rodicovky PIN (ok)

source: Setup lock
cs: Zamknuti menu
lt: Nustatymų užraktas
sk: Nastavenie zamku

source: enable/disable setup lock
cs: umoznit/zakázat zamknuti menu
hr: ukljuci/iskljuci zaklj. postavki
lt: Įjungti/išjungti nustatymų užraktą
sk: povoli/zakaze zamok nastaveni

source: change Setup PIN (ok)
cs: zmenit PIN menu
hr: izmjeni PIN za postavke (ok)
sk: Zmena PIN kodu Nastaveni (ok)

source: New %s PIN
cs: Nový %s PIN
hr: Novi %s PIN
lt: Naujas %s PIN
sk: novy %s PIN

source: Reenter %s PIN
cs: Zadejte znovu %s PIN
hr: Ponovite %s PIN
lt: Pakartokite %s PIN
sk: potvrdte %s PIN

source: The PINs are not equal! Do you want to retry?
cs: PINy nejsou stejne! Znovu ?
hr: PIN nije jednak! Zelite li ponovno probati?
lt: PINai yra skirtingi! Bandysite dar kartelį?
sk: Kody nie su rovnake Chcete zopakovat zadanie ?

source: PIN validation failed
cs: Overeni PINu neuspesne !
hr: PIN je neispravan
sk: Potvrdenie PIN kodu zlyhalo

source: PIN change completed
cs: Zmena PINu provedena
hr: Izmjena PIN-a zavrsena
lt: PIN keitimas pabaigtas
sk: PIN bol uspesne zmeneny

source: PIN changed
cs: PIN zmenen
lt: PIN pakeistas
sk: PIN zmeneny

source: current %s PIN
cs: Aktualni %s PIN
hr: trenutni %s PIN
sk: terajsi %s PIN

source: The entered PIN is incorrect. Do you want to retry?
cs: Zadany PIN je nespravny! Znovu?
hr: PIN je neispravan. Zelite li pokusati ponovno?
sk: Zadany PIN nieje spravny. Chcete zadat este raz ?

source: enter IP Adress of the Ngrab Server (0..9, left, right)
cs: nastavte IP adresu Ngrab Serveru ( 0..9, <, > )
sk: Zadajte IP Adresu Ngrab Servera (0..9, vlavo, vpravo)

source: enter ngrab server port (standard is 4000)
cs: nastavte port Ngrab serveru (standartne 4000)
hr: unesite port ngrab servera (standardan je 4000)
sk: enter ngrab server port (standardne je 4000)

source: enter MAC adress of server (for wake on lan)
cs: nastavte MAC adresu serveru (pro probouzeni po siti)

source: detect MAC Adress
cs: detekovat MAC adresu
hr: detektiraj MAC adresu
sk: zisti MAC Adresu

source: try to autodetect server MAC adress
cs: skusit detekovat MAC adresu serveru

source: Please check your NGrab Server or the IP
cs: Zkontrolujte NGrab server nebo IP
hr: Molim, provjerite Ngrab server ili IP
sk: Prosim skontrolujte NGrab server alebo IP adresu

source: HW Address(MAC) detection failed
cs: Detekce MAC adresy neuspesna !
hr: HW adresa(MAC) detekcija neuspjesna
sk: Detekcia MAC adresy zlyhala

source: Time Zone Setup
cs: Nastavení casovoho pasma
hr: Postavke vremenske zone
lt: Laiko Juostos Nustatymas
sk: Nastavenie casovej zony

source: Time Zone:
cs: Casove pasmo:
hr: Vremenska zona:
lt: Laiko Juosta:
sk: Casova zona:

source: select your time zone (ok)
cs: vyberte vase casove pasmo
lt: pasirinkite savo laiko juostą (ok)
sk: Nastavte si svoju casovu zonu (ok)
