Repository: OpenMipsel/apps
Catalog: tuxbox/enigma/po/*.po
Languages: cs, hr, lt, pl, sk, sr, tr

source: Voltage is automatically changed
cs: Automatické zmeny napetí
hr: Napon je automatski promjenjen
lt: Įtampa keičiama automatiškai
pl: Zasilanie regulowane automatycznie
sk: Napatie je automaticky zmenene
sr: Voltaza zamenjena automatski
tr: Guc kaynagi otomatik degisir

source: Voltage is always 14V (vertical)
cs: Napetí 14V pro vsechny ( vertikalní )
hr: Napon je uvijek 14V (vertikalno)
lt: Įtampa visada 14V (vertikali)
pl: Zasilanie zawsze 14V (pionowo)
sk: Napatie je vzdy 14V (vertical)
sr: Voltaza je jos uvek na 14V (vertikala)
tr: LNB guc kaynagi cikis voltaji herzaman sabitdir 14V ( Dikey )

source: Voltage is always 18V (horizontal)
cs: Napetí 18V pro vsechny ( horizontální )
hr: Napon je uvijek 18V (horizontalno)
lt: Įtampa visada 18V (horizontali)
pl: Zasilanie zawsze 18V (poziomo)
sk: Napatie je vzdy 18V (horizontal)
sr: Voltaza je jos uvek na 18V (Horizontalno)
tr: LNB güç kaynagi cikis voltaji herzaman sabitdir 18V ( Yatay )

source: Voltage is always off
cs: Vsechny napetí vypnuty
hr: Napon je uvijek isključen
lt: Įtampa visada išjungta
pl: Zasilanie zawsze wylaczone
sk: Napajanie je vzdy vypnute
sr: Alimentacija LNBa je jos uvek OFF
tr: Voltaj herzaman kapali

source: New
cs: Nový
lt: Naujas
pl: Nowy
sr: Novo
tr: Yeni

source: None
cs: Zádný
hr: Prazno
lt: Nenaudojamas
pl: Nic
sk: ziadny
sr: Bez
tr: Yok

source: sends no tone burst
cs: nevysílat zádný tón
hr: ne šalje tone burst
pl: nie uzywaj tone burst
sk: Neposielaj ton
sr: Ne poslati tone burst
tr: tone burst gonderme

source: sends modulated tone burst
cs: vysílat modulovaný tón
hr: šalje modulirani tone burst
pl: uzyj modulowany tone burst
sk: posli modulovany ton
sr: Poslati modulisani Tone burst
tr: ayarli ton burst gonder

source: sends unmodulated tone burst
cs: vysílat nemodulovaný tón
hr: šalje nemodulirani tone burst
pl: uzyj niemodulowany tone burst
sk: posli nemodulovany ton
sr: Poslati ne modulisani Tone burst
tr: ayarsiz ton burst gonder

source: Disable DiSEqC
cs: Vypnout DiSEqC
hr: Onemogući DiSEqC
lt: Nenaudoti DiSEqC
pl: wylacz DiSEqC
sk: Zakaz DiSEqC
sr: DISEqC desaktiviran
tr: DiSEqC kapali

source: Use DiSEqC Version 1.0
cs: Pouzít DiSEqC verze 1.0
hr: Koristi DiSEqC Verziju 1.0
lt: Naudoti DiSEqC Versiją 1.0
pl: Uzyj DiSEqC wersja 1.0
sk: Pouzi DiSEqC 1.0
sr: Upotrebiti DISEqC Verziju 1.0
tr: 1.0 DiSEqC vesiyonunu kulan

source: Use DiSEqC Version 1.1
cs: Pouzít DiSEqC verze 1.1
hr: Koristi DiSEqC Verziju 1.1
lt: Naudoti DiSEqC Versiją 1.1
pl: Uzyj DiSEqC wersja 1.1
sk: Pouzi DiSEqC 1.1
sr: Upotrebiti DISEqC Verziju 1.1
tr: 1.1 DiSEqC vesiyonunu kulan

source: Use DiSEqC Version 1.2
cs: Pouzít DiSEqC verze 1.2
hr: Koristi DiSEqC Verziju 1.2
lt: Naudoti DiSEqC Versiją 1.2
pl: Uzyj DiSEqC wersja 1.2
sk: Pouzi DiSEqC 1.2
sr: Upotrebiti DISEqC Verziju 1.2
tr: 1.2 DiSEqC vesiyonunu kulan

source: sends DiSEqC cmd A/A
cs: vysílat DiSEqC A/A
hr: šalje DiSEqC cmd A/A
pl: wyslij DiSEqC cmd A/A
sk: DiSEqC prikaz A/A
sr: Poslati DISEqC A/A
tr: cmd A/A DiSEqC gonder

source: sends DiSEqC cmd A/B
cs: vysílat DiSEqC A/B
hr: šalje DiSEqC cmd A/B
pl: wyslij DiSEqC cmd A/B
sk: DiSEqC prikaz A/B
sr: Poslati DISEqC A/B
tr: cmd A/B DiSEqC gonder

source: sends DiSEqC cmd B/A
cs: vysli DiSEqC B/A
hr: šalje DiSEqC cmd B/A
pl: wyslij DiSEqC cmd B/A
sk: DiSEqC prikaz B/A
sr: Poslati DISEqC B/A
tr: cmd B/A DiSEqC gonder

source: sends DiSEqC cmd B/B
cs: vysílat DiSEqC B/B
hr: šalje DiSEqC cmd B/B
pl: wyslij DiSEqC cmd B/B
sk: DiSEqC prikaz B/B
sr: Poslati DISEqC B/B
tr: cmd b/B DiSEqC gonder

source: sends switch cmd 1
cs: vysli prepínac 1
hr: šalje prospojnik cmd 1
pl: wyslij komende cmd 1
sk: prikaz prepni 1
sr: Komutacija 1
tr: cmd 1 anahtarini gonder

source: sends switch cmd 2
cs: vysli prepínac 2
hr: šalje prospojnik cmd 2
pl: wyslij komende cmd 2
sk: prikaz prepni 2
sr: Komutacija 2
tr: cmd 2 anahtarini gonder

source: sends switch cmd 3
cs: vysli prepínac 3
hr: šalje prospojnik cmd 3
pl: wyslij komende cmd 3
sk: prikaz prepni 3
sr: Komutacija 3
tr: cmd 3 anahtarini gonder

source: sends switch cmd 4
cs: vysli prepínac 4
hr: šalje prospojnik cmd 4
pl: wyslij komende cmd 4
sk: prikaz prepni 4
sr: Komutacija 4
tr: cmd 4 anahtarini gonder

source: sends switch cmd 5
cs: vysli prepínac 5
hr: šalje prospojnik cmd 5
pl: wyslij komende cmd 5
sk: prikaz prepni 5
sr: Komutacija 5
tr: cmd 5 anahtarini gonder

source: sends switch cmd 6
cs: vysli prepínac 6
hr: šalje prospojnik cmd 6
pl: wyslij komende cmd 6
sk: prikaz prepni 6
sr: Komutacija 6
tr: cmd 6 anahtarini gonder

source: sends switch cmd 7
cs: vysli prepínac 7
hr: šalje prospojnik cmd 7
pl: wyslij komende cmd 7
sk: prikaz prepni 7
sr: Komutacija 7
tr: cmd 7 anahtarini gonder

source: sends switch cmd 8
cs: vysli prepínac 8
hr: šalje prospojnik cmd 8
pl: wyslij komende cmd 8
sk: prikaz prepni 8
sr: Komutacija 8
tr: cmd 8 anahtarini gonder

source: sends switch cmd 9
cs: vysli prepínac 9
hr: šalje prospojnik cmd 9
pl: wyslij komende cmd 9
sk: prikaz prepni 9
sr: Komutacija 9
tr: cmd 9 anahtarini gonder

source: sends switch cmd 10
cs: vysli prepínac 10
hr: šalje prospojnik cmd 10
pl: wyslij komende cmd 10
sk: prikaz prepni 10
sr: Komutacija 1
tr: cmd 10 anahtarini gonder

source: sends switch cmd 11
cs: vysli prepínac 11
hr: šalje prospojnik cmd 11
pl: wyslij komende cmd 11
sk: prikaz prepni 11
sr: Komutacija 11
tr: cmd 11 anahtarini gonder

source: sends switch cmd 12
cs: vysli prepínac 12
hr: šalje prospojnik cmd 12
pl: wyslij komende cmd 12
sk: prikaz prepni 12
sr: Komutacija 12
tr: cmd 12 anahtarini gonder

source: sends switch cmd 13
cs: vysli prepínac 13
hr: šalje prospojnik cmd 13
pl: wyslij komende cmd 13
sk: prikaz prepni 13
sr: Komutacija 13
tr: cmd 13 anahtarini gonder

source: sends switch cmd 14
cs: vysli prepínac 14
hr: šalje prospojnik cmd 14
pl: wyslij komende cmd 14
sk: prikaz prepni 14
sr: Komutacija 14
tr: cmd 14 anahtarini gonder

source: sends switch cmd 15
cs: vysli prepínac 15
hr: šalje prospojnik cmd 15
pl: wyslij komende cmd 15
sk: prikaz prepni 15
sr: Komutacija 15
tr: cmd 15 anahtarini gonder

source: sends switch cmd 16
cs: vysli prepínac 16
hr: šalje prospojnik cmd 16
pl: wyslij komende cmd 16
sk: prikaz prepni 16
sr: Komutacija 16
tr: cmd 16 anahtarini gonder

source: sends no DiSEqC repeats
cs: bez opakování pro DiSEqC
hr: šalje ne ponavljaj DiSEqC
pl: nie wysylaj powtórzen DiSEqC
sk: neposielaj DiSEqC opakovania
sr: Poslati DISEqC ne repetiran
tr: DiSEqC tekrarlamasi gonderme

source: One
cs: Jeden
hr: Jedan
lt: Vienas
pl: Jeden
sk: jedno
sr: Jedan
tr: Biri

source: sends one repeat
cs: vysílat 1 opakování
hr: šalje jedno ponavljanje
lt: pakartoti vieną kartą
pl: powtórz 1 raz
sk: jedno opakovanie
sr: POslati repetiranje
tr: tekrarlamanin birini gonder

source: Two
cs: Dve
hr: Dva
lt: Du
pl: Dwa
sk: dve
sr: Dva
tr: iki

source: sends two repeats
cs: vysílat 2 opakování
hr: šalje dva ponavljanja
lt: pakartoti du kartus
pl: powtórz 2 razy
sk: dve opakovania
sr: Poslati dva repetiranja
tr: ikin" ci tekrarlamayi gonder

source: Three
cs: 3 x
hr: Tri
lt: Trys
pl: Trzy
sk: tri
sr: Tri
tr: uc

source: sends three repeats
cs: vysílat 3 opakování
hr: šalje tri ponavljanja
lt: pakartoti tris kartus
pl: powtórz 3 razy
sk: tri opakovania
sr: Poslati tri repetiranja
tr: uctane tekrarlama gonder

source: Input 1
cs: Vstup 1
hr: Ulaz 1
lt: Įėjimas 1
sk: Vstup 1
sr: Izlaz 1
tr: gris 1

source: Input 2
cs: Vstup 2
hr: Ulaz 2
lt: Įėjimas 2
sk: Vstup 2
sr: Izlaz 2
tr: giris 2

source: Input 3
cs: Vstup 3
hr: Ulaz 3
lt: Įėjimas 3
sk: Vstup 3
sr: Izlaz 3
tr: gris 3

source: Input 4
cs: Vstup 4
hr: Ulaz 4
lt: Įėjimas 4
sk: Vstup 4
sr: Izlaz 4
tr: gris 4

source: Input 5
cs: Vstup 5
hr: Ulaz 5
lt: Įėjimas 5
sk: Vstup 5
sr: Izlaz 5
tr: gris 5

source: Input 6
cs: Vstup 6
hr: Ulaz 6
lt: Įėjimas 6
sk: Vstup 6
sr: Izlaz 6
tr: gris 6

source: Input 7
cs: Vstup 7
hr: Ulaz 7
lt: Įėjimas 7
sk: Vstup 7
sr: Izlaz 7
tr: gris 7

source: Input 8
cs: Vstup 8
hr: Ulaz 8
lt: Įėjimas 8
sk: Vstup 8
sr: Izlaz 8
tr: gris 8

source: Input 9
cs: Vstup 9
hr: Ulaz 9
lt: Įėjimas 9
sk: Vstup 9
sr: Izlaz 9
tr: giris 9

source: Input 10
cs: Vstup 10
hr: Ulaz 10
lt: Įėjimas 10
sk: Vstup 10
sr: Izlaz 10
tr: giris 10

source: Input 11
cs: Vstup 11
hr: Ulaz 11
lt: Įėjimas 11
sk: Vstup 11
sr: Izlaz 11
tr: giris 11

source: Input 12
cs: Vstup 12
hr: Ulaz 12
lt: Įėjimas 12
sk: Vstup 12
sr: Izlaz 12
tr: giris 12

source: Input 13
cs: Vstup 13
hr: Ulaz 13
lt: Įėjimas 13
sk: Vstup 13
sr: Izlaz 13
tr: giris 13

source: Input 14
cs: Vstup 14
hr: Ulaz 14
lt: Įėjimas 14
sk: Vstup 14
sr: Izlaz 14
tr: giris 14

source: Input 15
cs: Vstup 15
hr: Ulaz 15
lt: Įėjimas 15
sk: Vstup 15
sr: Izlaz 15
tr: gris 15

source: Input 16
cs: Vstup 16
hr: Ulaz 16
lt: Įėjimas 16
sk: Vstup 16
sr: Izlaz 16
tr: giris 16

source: auto scan
cs: automatické
hr: auto skeniranje
lt: automatinis skanavimas
pl: automatyczne skanowanie
sk: auto vyhladavanie
sr: Automatsko trazenje
tr: Otomatik tarama

source: open automatic transponder scan
cs: otevre automatické vyhledávání
hr: otvori automatsku pretragu transpondera
lt: eiti į automatinį kanalų skanavimą
pl: otwórz automatyczne skanowanie transpondera
sk: otvor automaticke vyhladavanie
sr: Trazenje transpondera
tr: otamatik transponder taranmasini ac

source: manual scan..
cs: rucní vyhledávání...
hr: rucno trazenje..
lt: rankinis skanavimas
pl: reczne skanowanie…
sk: manualne hladanie...
sr: Rucno trazenje
tr: el ile tarama..

source: open manual transponder scan
cs: Otevre rucní vyhledávání
hr: otvori rucnu pretragu transpondera
lt: eiti į rankinį kanalų skanavimą
pl: otwórz reczne skanowanie transpondera
sk: otvor manualne vyhladavanie
sr: Trazenje vise transpondera
tr: el ile transponder tarama yi ac

source: leave transponder scan
cs: zrusit vyhledávání
lt: išeiti iš skanavimo
pl: opusc skanowanie transpondera
sr: Trazenje vise transpondera
tr: transponder taranmasni terk'et

source: To begin searching for a valid satellite press OK, or choose your desired satellite manually and press OK
cs: Pro zacátek vyhledávání satelitu stiskni OK nebo vyber satelit manuálne a stiskni OK
hr: Za početak pretrage za važeći satelit pritisnite OK, ili odaberite vaš željeni satelit rucno i pritisnite OK
pl: Aby rozpoczac przeszukanie satelity wcisnij OK., lub wybierz satelite recznie i wcisnij OK.
sk: Aby som zacal vyhladavanie znamych druzic stlacte OK, alebo si vyberte druzicu
sr: Za trazenje dobrog satelita stisnite OK, ili birajte vas satelit rucno i stisnite OK.
tr: baslamak icin ilk once tarama vakasini ve uyduyu tiklayin ok, ve ya uydu istek degerini el ilen girin ve ok basin

source: To begin searching for a valid cable provider press OK, or choose your desired cable provider manually and press OK
cs: Pro zacátek vyhledávání sluzby stiskni OK nebo vyber sluzbu manuálne a stiskni OK
hr: Za početak pretrage za važećeg kablovskog operatera pritisnite OK, ili odaberite Vašeg željenog operatera rucno i pritisnite OK
pl: Aby rozpoczac poszukanie operatora kablowego wcisnij OK., lub wybierz recznie dostawce sieciowego i wcisnij OK.
sk: Pre vyhladavanie znamych kablovych operatorov stalcte OK, alebo zadajte operatora manualne
sr: Za trazenje dobrog provajdera za kablovsku stisnite OK, ili izaberite provajder rucno i stisnite OK.
tr: Gecerli koblolu yayin sebekesini aratirmak icin OK basin yada manual orarak secin ve Ok basin

source: A valid transponder has been found. Verify that the right network is selected
cs: Byl nalezen aktivní transpondér, potvrdte je-li sluzba správná.
hr: Valjani transponder je pronađen. Potvrdite dali je tražena mreža selektirana
pl: Znaleziono transponder. Upewnij sie czy wybrano wlasciwa siec
sk: Bol najdeny aktivny transponder, potvrdte spravnost druzice.
sr: Dobar transponder je pronadjen, proverite da li je dober network!

source: All known transponders have been tried, but no lock was possible. Verify antenna-/cable-setup or try manual search if its some obscure satellite/network.
cs: Vsechny transpondéry byly testovány, nové sluzby nenalezeny.Zkontrolujte nastavení príjímace nebo zkuste jinou druzici .
hr: Svo poznati transponderi su bili isprobani, ali ništa nije nađeno. Provjerite antenu-/postavke kabela ili probajte rucnu pretragu ako.
pl: Sprawdzono wszystkie znane transpondery, zaden nie jest aktywny… Sprawdz ustawienie anteny/kabel lub w przypadku malo znanego satelity/sieci sprobuj szukiwania recznego.
sk: Vsetky transpondery boli vyskusane, ale nie je mozne najst kanaly. Overte nastavenia prijimaca, ak sa jedna o neznamu siet skuste manualne vyhladavanie
sr: Svi poznati transponderi su skenirani, nemoguce je nacifrekvenciju, /n proverite vasu instalaciju ili probajte rucno trazenje
tr: Butun taninan transponder tarandi , ve hic bir transpondr'a kitlenemedi , uydu antninizi /kablonuzu-kontrol edin ve ya tek frakan ayrai yapip arayin ve ya baska uydu/ag aramasi yaptirin

source: All known transponders have been tried, but no lock was possible. Verify antenna-/cable-setup or try another satellite/network.
cs: Vsechny transpondéry byly testovány, nové sluzby nenalezeny.Zkontrolujte nastavení príjímace nebo zkuste jinou druzici .
hr: Svi poznati transponderi su pretrazeni, ali ništa nije pronađeno. Provjerite antenu-/postavke kabla ili probajte drugi satelit/mrežu
pl: Sprawdzono wszystkie znane transpondery, zaden nie jest aktywny… Sprawdz ustawienie anteny/kabel lub sprobuj z innego satelity/sieci.
sk: Vsetky transpondery boli vyskusane, ale nie je mozne zamerat sluzbu. Overte nastavenia prijimaca, alebo skuste inu druzicu
sr: Svi poznati transponderi su skenirani, nemoguce je nacifrekvenciju, /n proverite vasu kablovsku instalaciju ili probajte rucno trazenje
tr: Butun taninan transponder tarandi , ve hic bir transpondr'a kitlenemedi , uydu anteninizi /kablonuzu-kontrol edin ve ya baska uydu ve ya baska ag seciniz.

source: Search in progress
cs: Probíhá vyhledávání
hr: Pretraga u tijeku
lt: Skanuojama
pl: Poszukiwanie trwa
sk: Vyhladavam...
sr: Trazite sa SandBox timom
tr: Tarama yapiyor

source: %02i minutes and %02i seconds left
cs: %02i minut a %02i sekund zbývá
hr: ostalo je %02i minute i %02i sekundi
lt: Liko %02i minutės ir %02i sekundės
pl: pozostalo %02i minut i %02i sekund
sk: este %02i minut a %02i sekund
sr: %02i Minuta i %02i sekundi je ostalo
tr: %02i dakika ve %02i saniye kaldi

source: %02i seconds left
cs: %02i sekund zbývá
hr: ostalo je %02i sekundi
lt: Liko %02i sekundės
pl: pozostalo %02i sekund
sk: este %02i sekund
sr: %02d Sekundi je ostalo
tr: %02i saniye kaldi

source: Transponder Scan
cs: Vyhledávání vysílání
hr: Trazenje transpondera
lt: Paketų Skanavimas
pl: Skanowanie Transponderów
sk: Vyhladavanie
sr: Skeniranje transpondera
tr: Transponder tarniyor

source: Scan is in progress... please wait
cs: Vyhledávání vysílání ... prosím cekejte
hr: Trazenje u tijeku... molim pričekajte
lt: Skanuojama, prašome palaukti
pl: Skanowanie trwa…prosze czekac
sk: Vyhladavam... Cakajte
sr: Dodjite na www.dm7000.be dok se skenira
tr: Uydu taramasi yapiliyor ... lutfen biraz bekleyin

source: The transponder scan has finished and found %i new Transponders, %i new TV Services, %i new Radio Services and %i new Data Services. %i Transponders within %i Services scanned.
cs: Vyhledávání ukonceno, nalezeno %i nových Transpondéru, %i nových TV kanálu, %i nových Rádií a %i nových datových sluzeb.Prohledáno %i Transpondéru a %i sluzeb.
lt: Paketų skanavimas baigtas ir rasta: %i naujų paketų, %i naujų TV kanalų, %i naujų Radio kanalų %i naujų Dumenų kanalų. %i paketų su %i kanalų nuskanuota.
sk: Vyhladavanie skoncilo a bolo najdenych qn %i novych transponderov, %i TV kanalov, %i radii a %i novych datovych sluzieb. %i transponderov, na ktorych bezi %i sluzieb

source: Done.
cs: Hotovo.
hr: U redu.
lt: Baigta.
pl: Gotów.
sk: Hotovo.
sr: Gotovo
tr: indirdi

source: Scan is in finished, press ok to close window
cs: Vyhledávání ukonceno, pres OK uzavri okno
hr: Pretrazivanje je završeno, pretisnite ok da zatvorite prozor
lt: Skanavimas baigtas, pabaigai spauskite ok
pl: Skanowanie zakonczone, wcisnij ok aby zamknac okno.
sk: Hladanie skoncilo, stlacte OK
sr: Trazenje gotovo, stisnite OK da izadjete
tr: Tarama tamamlandi pencereyi kapatmak icin OK tusuna basin

source: Do you want to scan another %s?
cs: Chcete prohledávat dalsí %s?
hr: Da li želite skenirati drugi %s?
lt: Ar skanuosite kitą palydovą %s?
sk: Chcete prehladat iny %s?

source: Satellite
cs: Satelity
hr: Satelit
lt: palydovą
sk: Druzica

source: Transponder
cs: Transpondér
lt: paketą

source: Scan finished
cs: Prohledávání ukonceno
hr: Pretrazivanje završeno
lt: Skanavimas baigtas
sk: Dohladane...

source: harddisk setup...
cs: Nastavení harddisku...
lt: kieto disko nustatymai
pl: konfiguracja dysku twardego...
sr: Podesavanje Hard diska...
tr: harddisk krulumu...

source: Are you SURE that you want to format this disk?
cs: Opravdu chcete zformátovat harddisk?
hr: Jeste li sigurni da želite formatirati disk?
lt: Ar jūs tikras, kad norite formatuoti šį diską?
pl: Jestes absolutnie PEWIEN ze chcesz formatowac dysk ?
sk: Ste si isty, ze chcete disk sformatovat?
sr: Zelite li zaista formatirati taj Hard disk?
tr: eminmisiniz diski format cekmek icin?

source: formatting harddisk...
cs: formátuji harddisk ...
hr: formatiranje tvrdog diska...
lt: kieto disko formatavimas
pl: trwa formatowanie dysku twardego...
sk: formatujem disk...
sr: Formatiranje u toku...
tr: diski formatlaniyor...

source: There's data on this harddisk. You will lose that data. Proceed?
cs: Na tomto harddisku jsou data. Prejete si je vymazat?
hr: Na tvrdom disku se nalaze podatci. Izgubit ćete podatke. Nastaviti?
lt: Kietame diske yra duomeys. Formatuojant jie bus prarasti. Tęsti?
pl: Dysk zawiera dane. Zostana one skasowane. Chcesz kontynuowac ?
sk: Na disku su udaje. Tieto sa stratia. Mam pokracovat ?
sr: Imate nesto u hard disku Izgubicete to. Nastaviti?
tr: su an harddiskte bilgi var . devam ederseniz bilgileri kaybedersiniz.devami?

source: please wait while initializing harddisk. This might take some minutes.
cs: Cekejte inicializuji harddisk. Tento proces bude trvat pár minut.
hr: molim pričekajte tijekom inicijalizacije tvrdog diska. To može potrajati nekoliko minuta.
lt: Prašome palaukti kol formatuojamas kietas diskas. Tai užtruks keliatą minučių.
pl: prosze czekac - dysk twardy jest wlasnie inicjowany. Ta operacja moze potrwac kilka minut.
sk: Cakajte kym pripravim disk. To moze trvat par minut.
sr: Sacekati, inisializacija hard diska. To moze trajati nekoliko minuta.
tr: lutfen bekleyin harddisk tanilinyor. bu bir kac dakika zaman alir

source: sorry, couldn't find sfdisk utility to partition harddisk.
cs: Prominte, nemohu nalézt utilitu sfdisk pro rozdelení harddisku.
hr: oprostite, sfdisk aplikacija nije pronađena za particioniranje diska
lt: Atsiprašome, nerasta sfdisk programa formatavimui.
pl: brak aplikacji sfdisk wymaganej do partycjonowania dysku.
sk: Prepacte, nemozem najst utilitu k uprave disku
sr: Nazalost, nisam nasao SFDISK na particiju Hard diska

source: creating filesystem failed.
cs: Chyba pri vytvárení partition ! .
hr: izrada filesystema neuspjela.
lt: Failų sistemos sukūrimo klaida.
pl: blad w tworzeniu systemu plików
sk: Vytvorenie suboroveho sytemu zlyhalo.
sr: Greska u kreiranju sistem faljova !
tr: yeni dosyasistemi yapilamadi.

source: successfully formatted your disk!
cs: Vás disk byl uspesne zformátován !
hr: tvrdi disk je uspiješno formatiran!
lt: Jūsų diskas pilnai suformatuotas!
pl: formatowanie dysku zakonczone sukcesem!
sk: disk bol uspesne naformatovany!
sr: Formatiranje uspelo!
tr: hardisk basarili format cekildi !

source: (error reading information)
cs: (chyba pri ctení informací)
hr: (greška pri čitanju informacije)
lt: (informacijos nuskaitymo klaida)
pl: (blad odczytu informacji)
sk: (chyba pri citani informacii)
sr: (Greska u citanju informacija)
tr: (infarmatsiyo okunurken hata oldu)

source: uninitialized - format it to use!
cs: Pro pouzití zformátuj disk!
hr: neincijalizirani - formatirajte za korištenje!
lt: Netinkamas formatas!
pl: niezainicjowany - formatuj aby uzyc !
sk: HDD nie je naformatovany, najskor naformatujte!
sr: Inisializirano, Treba biti formatiran pre upotrebe !

source: in use, %d.%03d GB (~%d minutes) free
cs: vyuzito, %d.%03d GB (~%d minut) volných
hr: u upotrebi, %d.%03d GB (~%d minuta) slobodno
lt: naudojimui %d.%03d GB (~%d min.) laisva
pl: w uzyciu, %d.%03d GB (~%d minut) wolnych
sk: pouziva sa, %d.%03d GB (~%d minut) volnych
sr: Upotrebljeno, %d. %03d Go (~%d minuta) Slobodno
tr: su an kulanilan, %d.%03d GB (~%d dakika) yer kaldi

source: initialized, but unknown filesystem
cs: Inicializováno, ale neznámý souborový systém
hr: inicijalizirano, ali nepoznati filesystem
lt: instaliuota, bet nepažystama failų sistema
pl: zainicjowany, ale nie rozpoznany system plików
sk: HDD spusteny, ale neznamy suborovy system
sr: Inisializirano, ali sistem fajl nepoznat
tr: doseniyor, ama taninmayan dosyasistemi

source: could not unmount the filesystem...
cs: nemohl jsem odpojit tento souborový systém ...
hr: nemogu maknuti filesystem...
pl: Nie mozna odmontowac system plików...
sk: nemozem odpojit suborovy system...
sr: Ne moze instalirati sistem fajl...

source: check filesystem...
cs: kontrola souboru...
hr: provjera filesystema...
lt: failų sistemos tikrinimas
pl: sprawdzanie systemu plików…
sk: overujem suborovy system...
sr: Proveravanje sistem fajla!
tr: dosyasistemi konturol et..

source: sorry, couldn't find fsck.ext3 utility to check the ext3 filesystem.
cs: Nelze najít utilitu fsck.ext3 pro kontrolu externího systému souboru.
hr: zalim, nemogu pronaci fsck.ext3 program za provjeru ext3 filesystema.
pl: brak plikacji fsck.ext3 wymaganej do sprawdzenia systemu plików ext3
sk: prepacte ale nemozem najst utilitu na overenie ext3 suboroveho systemu
sr: Izvinite, nisam nasao fsck.ext3 za proveravanje sistemfajla ext3

source: sorry, couldn't find reiserfsck utility to check the reiserfs filesystem.
cs: Nelze najít utilitu reiserfsck pro kontrolu reiserfs systému.
hr: Oprostite, nije pronađen reiserfsch program za provjeru reiserfs filesistema.
sk: prepacte ale nemozem najst utilitu na overenie suboroveho systemu
sr: Izvinite, nisam nasao fsck.ext3 za proveravanje sistemfajla ext3
tr: ozurdilerim dosya bulundu ise yariyan dosyasistemini kontroleti.

source: not supported filesystem for check.
cs: Nepodporovaný systém souboru.
hr: filesystem nije podrzan za provjeru.
lt: failų sistema netinkama skanavimui.
pl: nieobslugiwany system plików - brak mozliwosci przetestowania
sk: Suborovy system na HDD nie je podporovany
sr: Sistem fajl ne podnesen.
tr: bu dosyasistemi desteklenmiyor kontroletmek icin .

source: LC-Display Setup
cs: Nastavení LCD
hr: Postavke LCD displaya
lt: LC Ekrano Nustatymai
pl: Konfiguracja wyswietlacza LC
sk: Nastavenie LCD
sr: Podesavanje LCDa
tr: LC-Ekran ayari

source: Brightness:
cs: Jas :
hr: Svijetlost:
lt: Šviesumas:
pl: Jasnosc:
sk: Jas:
sr: Sjaj:
tr: sefafligi:

source: Contrast:
cs: Kontrast :
hr: Kontrast:
lt: Kontrastas:
pl: Kontrast:
sk: Kontrast:
sr: Mracnost:
tr: Kontras:

source: set LCD brightness ( left / right )
cs: Nastav Jas LCD ( <, > )
hr: postavi svijetlost LCD-a ( lijevo / desno )
lt: LCD šviesumo nustatymas (kairėn/dešinėn)
pl: ustaw jasnosc LCD (lewo, prawo)
sk: Jas LCD (do lava / do prava)
sr: Stelovati sjaj LCDa (Levo/Desno)
tr: LCD ekraninin sefafligi (sol/sag )

source: set LCD contrast ( left / right )
cs: Nastav kontrast LCD ( <, > )
hr: postavi kontrast LCD-a ( lijevo / desno )
lt: LCD kontrasto nustatymas (kairėn/dešinėn)
pl: ustaw kontrast LCD (lewo, prawo)
sk: Kontrast LCD (do lava / do prava)
sr: Stelovati mracnost LCDa (Levo/Desno)
tr: LCD ekraninin kontrasi (sol/sag )
