Repository: OpenMipsel/apps
Catalog: tuxbox/enigma/po/*.po
Languages: cs, hr, lt, pl, sk, sr, tr

source: use automatically daylight saving time
cs: pouzit automaticky zimni/letni cas
lt: naudoti automatinį dienos šviesos taupymo režimą
sk: Pouzi automaticky dennny usporny rezim.

source: Automatically adjust clock for daylight saving changes
cs: Automaticky nastavit hodiny pri prechodu na zimni/letni cas
hr: Automatska postavka sata za ljetno vrijeme

source: here you can change your sat/lnb mapping
hr: ovdje mozete izmijeniti Vaše sat/lnb mape

source: Play
hr: Pokreni
sk: Spusti
sr: Citanje
tr: Oyna

source: Uncommitted Switch:
hr: Nepodrzani prekidac:
tr: Kesinlesmemis anahtar :

source: LOCK
hr: ZAKLJUČAJ
tr: KITLEN

source: &#175;/sec
hr: &#175;/sek

source: select Uncommitted Switch 2 option
hr: odaberi prekidac izbor
lt: pasirinkti Uncommitted Switch 2 opciją
sr: Izaberite switch ne ubacen sa 2 opcije
tr: islenmemis Anahtar 2 secenek opsiyonu

source: select filesystem to format
hr: odaberi fajl sistem za formatiranje

source: select Uncommitted Switch 1 option
hr: odaberi prekidač 1
lt: pasirinkite Uncommitted Switch 1 opciją
sr: Izabrati switch ne ubacen sa 1 opcijom
tr: islenmemis Anahtar 1 secenek opsiyonu

source: Sat/LNB mapping:
hr: Sat/LNB mapiranje:

source: select uncommitted input
hr: izaberi uncommitted ulaz
lt: naudoti uncommitted input
tr: islenmemis anahtari girisini sec

source: harddisk:
hr: Tvrdi disk:
lt: kietas diskas:
pl: dysk twardy :

source: select Uncommitted Switch 4 option
hr: izberi prekidač 4
lt: pasirinkite Uncommitted Switch 4 opciją
sr: Izabrati Switch ne ubacen sa 4 opcije
tr: islenmemis Anahtar 4 secenek opsiyonu

source: HTTP Download
hr: HTTP Nadogradnja
lt: HTTP Krovimas
sr: Download preko HTTP

source: select Uncommitted Switch 3 option
hr: izaberi prekidač 3
lt: nustatykite Uncommitted Switch 3 opciją
sr: Izabrati switch ne ubacen sa 3 opcije
tr: islenmemis Anahtar 3 secenek opsiyonu

source: Stop
hr: Zaustavi
tr: Dur

source: select sat(up/down), ok(edit), green(add new), red(delete)
hr: izaberite sat(gore/dolje), ok(izmjena), zeleno(dodaj), crveno(izbriši)
sk: Nastav sat(hore/dole), ok (editacia), zelene (pridat novy), cervene(zmaz)

source: Harddisk
hr: Tvrdi disk
lt: Kietas Diskas
pl: Dysk twardy…

source: Bouquets
hr: Aranžmani
sk: Pakety

source: Romance
hr: Romantika
lt: Romantika
pl: Romans
sk: Romantika
sr: Romantika
tr: Roman

source: Show
hr: Zabava
lt: Šou
pl: Pokaz
sr: Emisije

source: Game Show
hr: Igra na sreću
lt: Žaidimų Šou
pl: Gry/Prezentacje
sk: Zabava
sr: Emisije za igru
tr: Oyun Show

source: Rock/Pop
hr: Rok/Pop

source: Perf. Arts
hr: Perfekcionizam
lt: Tobulas Menas
sk: Umenie

source: Pop. Arts
hr: Pop. umjetnost
lt: Populiarus Menas
sk: Pop. umenie

source: sort,rename,delete services/bouquets
hr: slozi,preimenuj,izbrisi usluge/pakete

source: lock,unlock services (parental locking)
hr: zakljucaj,otkljucaj usluge (roditeljska zastita)

source: Reset
hr: Resetiraj
lt: Resetas
tr: Sifirla

source: Programm Guide
hr: Programski vodic

source: Streaminfo
hr: Stream informacija
lt: Srauto Informacija
pl: Informacja o strumieniu danych
sr: Informacije o kodiranju
tr: Streaminformatsiyonu

source: Euro lost)
hr: Euro izgubljen)
pl: Euro straconych)
sk: Euro to stoji)
sr: Izgubi Euro)

source: Add new bouquet
hr: Dodaj novi paket
sk: Pridaj novy paket

source: create marker
hr: napravi oznaku

source: Play
hr: Pokreni
pl: Odtwarzaj
sk: Prehraj
sr: Citanje
tr: Oynat

source: add marker
hr: dodaj oznaku

source: copy to bouquet list
hr: kopiraj u listu paketa
sk: Prekopiruj do prehladu paketov

source: VCR
hr: Video

source: Info
hr: Informacije
lt: Informacija
tr: Informatsiyon

source: open service searching
hr: otvori trazenje servisa

source: System Settings
hr: Sistemske postavke

source: don't show locked services in any list
hr: ne prikazuj zakljucane servise nigdje

source: < Stop >
hr: < Zaustavi >
sr: < Stani >
tr: < Dur >

source: sends no committed DiSEqC cmd
hr: šalje neizvršenu DiSEqC cmd
tr: kesinlesmis DISEqC cmd gonderme

source: sends no uncommitted switch command
hr: šalje prospojnik naredbu
tr: islenmemis anahtar komutunu gonderme

source: select uncommitted switch Input 1
hr: odaberi nedodijeljen proklopnik ulaz 1
sk: elect uncommitted switch Input 1
tr: islenmemis anahtar 1 girisinin secneg

source: select uncommitted switch Input 2
hr: odaberi nedodijeljen proklopnik ulaz 2
tr: islenmemis anahtar 2 girisinin secneg

source: select uncommitted switch Input 3
hr: odaberi nedodijeljen proklopnik ulaz 3
tr: islenmemis anahtar 3 girisinin secneg

source: select uncommitted switch Input 4
hr: odaberi nedodijeljen proklopnik ulaz 4
tr: islenmemis anahtar 4 girisinin secneg

source: select uncommitted switch Input 5
hr: odaberi nedodijeljen proklopnik ulaz 5
tr: islenmemis anahtar 5 girisinin secneg

source: select uncommitted switch Input 6
hr: odaberi nedodijeljen proklopnik ulaz 6
tr: islenmemis anahtar 6 girisinin secneg

source: select uncommitted switch Input 7
hr: odaberi nedodijeljen proklopnik ulaz 7
tr: islenmemis anahtar 7 girisinin secneg

source: select uncommitted switch Input 8
hr: odaberi nedodijeljen proklopnik ulaz 8
tr: islenmemis anahtar 8 girisinin secneg

source: select uncommitted switch Input 9
hr: odaberi nedodijeljen proklopnik ulaz 9
tr: islenmemis anahtar 9 girisinin secneg

source: select uncommitted switch Input 10
hr: odaberi nedodijeljen proklopnik ulaz 10
tr: islenmemis anahtar 10 girisinin secneg

source: select uncommitted switch Input 11
hr: odaberi nedodijeljen proklopnik ulaz 11
tr: islenmemis anahtar 11girisinin secneg

source: select uncommitted switch Input 12
hr: odaberi nedodijeljen proklopnik ulaz 12
tr: islenmemis anahtar 12 girisinin secneg

source: select uncommitted switch Input 13
hr: odaberi nedodijeljen proklopnik ulaz 13
tr: islenmemis anahtar 13 girisinin secneg

source: select uncommitted switch Input 14
hr: odaberi nedodijeljen proklopnik ulaz 14
tr: islenmemis anahtar 14 girisinin secneg

source: select uncommitted switch Input 15
hr: odaberi nedodijeljen proklopnik ulaz 15
tr: islenmemis anahtar 15 girisinin secneg

source: select uncommitted switch Input 16
hr: odaberi nedodijeljen proklopnik ulaz 16
tr: islenmemis anahtar 16 girisinin secneg

source: Ngrab Streaming Setup
hr: Ngrab streaming postavke

source: enable/disable confirmations
hr: ukljuci/iskljuci potvrde

source: Hide error windows
hr: Sakrij prozor za greske

source: show no zap error messages
hr: prikaži zap prozor gresaka

source: show infobar when event info changed
hr: prikaži infobar kada je dogadjaj promijenjen

source: show event remaining time in the infobar
hr: prikaži ostatak vremena dogadjaja u infobaru

source: show colored help buttons in service selector
hr: prikaži obojene pomocne gumbe u odabiru servisa

source: Harddisk Setup
hr: Postavke tvrdog diska

source: here you can center the tuxtxt rectangle... for more infos press help
hr: ovdje mozete centrirati tuxtxt rektangl... za vise informacija pritisnite pomoc (help)

source: OSD Settings
hr: OSD Postavke

source: TuxText position
hr: TuxText pozicija

source: here you can center the Tuxtxt (builtin videotext)
hr: ovdje mozete centrirati Tuxtxt (ugradjeni videotext)

source: Cursor to next char timeout(msek) in textinputfields)
hr: Zadrska kurzora do slijedeceg znaka(msek) u prozoru

source: enter MAC address of server (for wake on lan)
hr: unesite MAC adresu servera (za wake on lan)

source: try to autodetect server MAC address
hr: probaj automatski naci MAC adresu servera

source: Communicate to Local Area Network
hr: Komuniciraj sa Local Area Network
sk: Komunikacia cez LAN siet

source: Communicate to the Internet via DSL
hr: Komuniciraj sa Internetom preko DSL-a
sk: Pripojenie do internetu cez DSL

source: T-Online User press ok here
hr: T-Online Korisnik pritisni ok ovdje
sk: pouzivatelia T-online stlacte OK

source: Password:
hr: Lozinka:
sk: Heslo:

source: reject incoming connections on port 80
hr: odbaci dolazne konekcije na portu 80

source: reject incoming connections on port 23
hr: odbaci dolazne konekcije na portu 23

source: reject incoming connections on ports 137,138,139
hr: odbaci dolazne konekcije na portovima 137,138,139

source: reject incoming connections on ports 21
hr: odbaci dolazne postavke na portu 21

source: A/V Settings
hr: Audio Vizualne Postavke

source: choose color format ( left, right )
hr: odaberite format boje ( lijevo, desno)

source: Disable WSS on 4:3
hr: Onemogući WSS na 4:3
sk: Zakaz WSS pri rezime 4:3

source: don't send WSS signal when A-ratio is 4:3
hr: ne salji WSS signal kada je A-ratio 4:3
sk: naposielaj WSS signal ked je A-pomer is 4:3

source: use PAL-M for NTSC
hr: koristi PAL-M za NTSC

source: use PAL-M instead of real NTSC
hr: koristi PAL-M umjesto pravog NTSC-a

source: Manual Update
hr: Rucna nadogradnja

source: open manual update
hr: otvori rucnu nadogradnju

source: Upload your Image via FTP or Samba to the '/tmp' folder.Then rename it to 'root.cramfs' and press ok.In the upcomming list select 'manual update' and follow the instructions.
hr: Ucitajte novi image preko FTP-a ili Sambe u '/tmp' direktorij.Zatim ga preimenujte u 'root.cramfs' i pritisnite ok. U listi odaberite 'rucna nadogradnja' i slijedite upute.

source: Manual update
hr: Rucna nadogradnja

source: EPG Style Selector
hr: Stil EPG odabira
sk: ponuka vzhladov EPG

source: Channel EPG
hr: Kanal EPG
sk: Kanal EPG

source: open EPG for selected Channel
hr: otvori EPG za odabrani kanal
sk: Otvor EPG pre vybrany kanal

source: open EPG for next five channels
hr: otvori EPG za slijedecih pet kanala
sk: zobraz epg pre dalsich 5 kanalov

source: toggle focus between service and bouquet list (in combi column style)
hr: promijeni fokus izmedju servisa i paket liste
sk: prepni sa medzi prehladom kanalov a paketov

source: go to the prev Marker if exist.. else goto first service
hr: idi na prethodnu oznaku ako postoji.. ili na prvi servis

source: go to the next Marker if exist.. else goto last service
hr: idi na slijedecu oznaku ako postoji.. ili na slijedeci servis

source: show satellite list
hr: prikaži listu satelita
sk: zobraz druzice

source: show provider list
hr: prikaži listu davatelja
sk: Zobraz zoznam poskytovatelov

source: show bouquet list
hr: prikaži listu paketa
sk: zobraz zoznam paketov

source: rename selected entry
hr: preimenuj odabrani unos
sk: premenuj oznacenu polozku

source: mark
hr: oznaci
sk: znacka

source: marker
hr: oznaka

source: All Services
hr: Sve Usluge
sk: Vsetky kanaly

source: Root
hr: Osnovni

source: Select No or press Abort to lock/unlock the complete directory
hr: Odaberi Ne ili pritisni Odustani za zaklj./otklj. cijele mape

source: Enter Directory
hr: Unesi mapu

source: Record mode - read manual
hr: Mod snimanja - vidi prirucnik
sk: Nahravanie - pozrite manual

source: Zelite dodati radne događaje.. this stops the timer mode (recording)!
hr: You would to update the running event.. to zaustavlja timer mod (snimanje)!

source: Record VCR
hr: Snimi VCR
sk: Nahravanie

source: Satellite Edit
hr: Uređenje Satelita
sk: editacia druzic

source: press ok to change satellite name
hr: pritisnite ok za promjenu imena satelita
sk: Ok pre zmenu nazvu druzice

source: enter orbital position without dot (19.2 = 192)
hr: unesite orbitalnu poziciju bez točke (19.2 = 192)
pl: wprowadz pozycje orbitalna bez kropek (19.2 = 192)
sk: zadajte orbit. poziciu bez bodiek (19.2 = 192)
tr: yorunge posisyonunun gir noktasiz olarak ( 19.2 = 192 )

source: press ok to change direction
hr: pretisnite ok za promjenu pozicije
sk: Ok pre zmenu smeru

source: Network search
hr: Pretraga mreže
sk: sietove hladanie

source: scan Network Information Table(s) this is recommend
hr: pretraga NIT-a (ovo je preporucljivo)
sk: Prehladaj Sietovu informacnu tabulku (NIT) odporuca sa

source: Extended networks search
hr: Napredno pretraživanje mreže
sk: rozsirene sietov. hladanie

source: scan NITs of other transponders this is slower, but sometimes needed)
hr: pretraga NIT-a drugog transpondera (to je sporije, ali katkad potrebno)
sk: Prehladaj NIT na inych transponderoch pomalsie ale kvalitnejsie

source: Skip known Networks
hr: Preskoči poznate mreže
sk: Preskoc zname siete

source: dont scan NITs from known Networks faster scan
hr: ne pretrazuj NIT od nepoznate mreze (brza pretraga)
sk: Neprehladavaj NIT na znamych sietach rychle hladanie

source: Use BAT
hr: Koristi BAT
sk: pouzi BAT

source: use Provider DVB Bouquet Tables if exist
hr: koristi davateljeve DVB paket table ako postoje
sk: pouzi originalnutabulku paketov ak existuje

source: add new Network
hr: dodaj novu mrežu
sk: pridaj novu siet

source: remove selected Network
hr: obriši odabranu Mrežu
sk: vymaz oznacenu siet

source: new Satellite
hr: Novi satelit
sk: nova druzica

source: Really delete the selected satellite?
hr: Stvarno želite obrisati selektirani satelit?
sk: Naoaj zmazat oznacenu druzicu ?

source: Delete %s
hr: Obriši %s
sk: Zmaz %s

source: Can't read flashimage.img!
hr: Nemogu procitati flashimage.img
sk: Nemozem precitat flashimage.img!

source: Flash
hr: Pisem

source: flashimage.img has filesize of 0byte!
hr: flashimage.img ima velicinu 0byte!
sk: flashimage.img ma nulovu velkost

source: Can't open mtd!
hr: Nemogu otvoriti mtd!
sk: Nemozem otvorit mtd!

source: Writing Software to Flash...
hr: Ucitavam software u memoriju...
sk: Zapisujem software do flash...

source: Simple DiSEqC (2 LNBs/satellites)
hr: Jednostavni DiSEqC (2 LNB-a/satelita)

source: Complex configuration (including DiSEqC 1.2)
hr: Kompleksna konfiguracija ( ukljucujuci DiSEqC 1.2)

source: open A/V settings
hr: otvori A/V postavke

source: LCD Settings
hr: LCD postavke

source: open LCD settings
hr: otvori LCD postavke

source: Fast DiSEqC
lt: Greitas DiSEqC
sk: rychly DiSEqC

source: Providers (TV)
sk: Poskytovatelia (TV)

source: Providers (Radio)
sk: Poskytovatelia (radia)

source: All services (TV)
sk: Vsetky kanaly (TV)

source: All services (Radio)
sk: Vsetky kanaly (Radio)

source: Folk
lt: Folkloras
sk: Folklor

source: open the serviceselector and show bouquets
sk: otvori vyber kanalov a ukaze pakety

source: open the serviceselector and show provider
sk: otvori vyber kanalov a ukaze nahrate programy

source: add to bouquet
sk: pridaj do paketu

source: Bouquets (TV)
sk: TV pakety

source: Bouquets (Radio)
sk: Pakety radia

source: This is a complete Bouquet! Really delete?
sk: Toto je cely paket programov. Naozaj to zmazat?

source: Delete bouquet
sk: Premenuj paket

source: create new bouquet
sk: vytvory novy paket

source: duplicate bouquet
sk: Skopiruj paket

source: add to specific bouquet
sk: pridaj zadaneho paketu

source: open communication setup
sk: Otvori komunikacne nastavenia

source: Communication setup
sk: Nastavenie komunikacie

source: press ok to change connection type
sk: Ok pre zmenu typu pripojenia

source: press ok to edit your provider login name
sk: Ok pre zmenu loginu na internet

source: press ok to edit your provider password
sk: Ok pre zadanie hesla na internet

source: open the EPG with selected style
sk: otvor epg z vybranym stylom

source: EPG Style
sk: Styl EPG

source: add service to a specific bouquet
sk: Pridaj kanal do zadaneho paketu

source: delete selected entry
sk: vymaz oznacenu polozku

source: mark selected entry for move
sk: oznac polozku k presunu

source: Providers
sk: Poskytovatelia

source: Please wait... do NOT switch off the receiver!
sk: Prosim cakajte... Nevypinajte box !!!

source: Erase error!
sk: Chyba pri mazani!

source: Erasing Flash...
sk: Mazem flash...

source: Add new user bouquet
lt: Sukurti naują Savą paketą
pl: Dodaj nowy bukiet uzytkownika
tr: yeni kulanici buket ekle

source: add to user bouquet
lt: pridėti prie savų kanalų
tr: bu servisi kulanma bukete al

source: album
lt: albumas
sr: Albumi

source: All Service
lt: Visi Kanalai

source: cancel
lt: atšaukti
pl: anuluj
tr: iptal

source: cancel partition check
lt: nutraukti tikrinimą
pl: przerwij sprawdzanie partycji
tr: bolme kontrolunu ipal et

source: close Window
lt: uždaryti langą

source: close window and do not scan
lt: uždaryti langą ir neskanuoti
pl: zamknij okno i nie rozpoczynaj wyszukiwania
tr: pencereyi kapat ve tarama yapma

source: close window and set no sleep timer (ok)
lt: išeiti nenustačius miego taimerio (ok)

source: close window and use no record timer (ok)
lt: uždaryti langą be taimerio pakeitimų (ok)
pl: zamknij okno i nie uzywaj nagrywania czasowego (ok)
tr: pencereyi kapat ve cekme saatini kulanma (ok)

source: Common Interface...
lt: Modulių Interfeisas
pl: Modul Warunkowego Dostepu CI…
tr: Ci modul girisi...

source: copy to user bouquets
lt: kopijuoti į savus paketus
tr: bunu kulanici bukete kopyala

source: create new user bouquet
lt: sukurti naują savą paketą
pl: utwórz nowe bukiety uzytkownika
tr: yeni kulanici buketini yapin

source: DVB - all services
lt: DVB - Visi Kanalai

source: DVB - bouquets
lt: DVB - Paketai

source: DVB - bouquets (Radio)
lt: DVB - Paketai (Radio)

source: DVB - bouquets (TV)
lt: DVB - Paketai (TV)

source: DVB - Radio services
lt: DVB - Radio Kanalai

source: DVB - TV services
lt: DVB - TV Kanalai

source: Film
lt: Filmas
sr: Filmovi
tr: Filim

source: Fitness
lt: Fitnesas

source: Harddisk...
lt: Kietas Diskas
pl: Dysk twardy...

source: ignore changes and return
lt: ignoruoti pakeitimus ir grįžti
pl: ignoruj zmiany i wróc
tr: degisikligi ignore yap ve geri git

source: Jazz
lt: Džazas

source: leave CI mmi
lt: išeiti iš CI mmi
pl: zostaw CI mmi
tr: CI mmi terk et

source: model:
lt: modelis:

source: Network setup
lt: Tinklo Nustatymai
pl: Konfiguracja Sieci
tr: ILETISIM AG KURULUM

source: Network...
lt: Tinklas
pl: Siec...
tr: iletisim agi...

source: Ngrab Server
lt: Ngrab Serveris

source: open network setup
lt: eiti į tinklo nustatymus
pl: otwórz konfiguracje sieci
tr: iletisim ag kurulumunu ac

source: open the serviceselector and show DVB bouquets
lt: kanalų sąrašo su paketais atidarymas
tr: servis secenegini ac ve DVB buketini goster

source: open the serviceselector and show user bouquets
lt: kanalų sąrašo su savais kanalais atidarymas
tr: servis secenegini ac ve kulanici buketi goster

source: Please wait while the motor is turning to %d.%d%c ....
lt: Prašome palaukti, kol lėkštė juda į %d.%d%c ....
tr: Lutfen biraz bekleyin motor donuyor ve bu uyduya gidiyor %d.%d%c....

source: Provider
lt: Operatorius

source: restart
lt: perkrauti

source: SciFi
lt: Moksliniai
pl: Sience Fiction
sr: Naucna fantastika
tr: Bilimkurgu

source: select sat ( up/down )
lt: pasirinkite palydovą (aukštyn/žemyn)

source: show providers
lt: rodyti operatorius
tr: provider goster

source: show satellites
lt: rodyti palydovus
tr: uydulari goster

source: show user bouquets
lt: rodyti savus paketus
tr: kulanici buketini goster

source: Standby:
lt: Budinčiame:
pl: Czuwaj:
sr: Pauza

source: start manual recording
lt: pradėti rankinį rašymą

source: start recording
lt: pradėti rašymą

source: stop manual recording
lt: sustabdyti rankinį rašymą

source: stop recording
lt: sustabdyti rašymą

source: toggle between user bouquets, normal dvb bouquets
lt: perjunginėjimas tarp savų ir paprastų paketų
tr: kulanici buket ve normal dvb buket arsinda degistirme

source: upgrade failed
lt: atnaujinimas nepavyko
pl: blad aktualizacji
tr: gunceleme basarili olamadi

source: User
lt: Savi

source: User - bouquets (Radio)
lt: Savi - Paketai (Radio)
pl: Bukiety uzytkownika (Radio)
tr: kulanilan - buketler ( Radio )

source: User - bouquets (TV)
lt: Savi - Paketai (TV)
pl: Bukiety uzytkownika (TV)
tr: kulanci -buketler ( TV )

source: User Bouquets
lt: Savi Paketai
pl: Bukiety Uzytkownika
tr: Kulanim buketi

source: videotext
lt: videotekstas
tr: Teletext

source: [close]
lt: [uždaryti]

source: FF
tr: ileri

source: SYNC
tr: eszamanlama

source: /sec
tr: /san

source: transponder scan
pl: przeszukanie transpondera
tr: transponder taranmasi

source: Filesize:
pl: Rozmiar danych:
tr: dosyanin büyüklügü :

source: enigma Zapp
sr: Zapping Enigma
tr: enigma zapping

source: Enter new name for the user bouquet:
pl: Wpisz nowa nazwe bukietu uzytkownika:
tr: Yeni buket icin isim yazin :

source: Rename user bouquet
pl: Zmien nazwe bukietu u¿ytkownika
tr: yeniden adlandir kulanici buketini

source: open OSD setup
pl: otwórz konfiguracje OSD
tr: OSD kurulumunu ac

source: open LCD setup
pl: Otwórz konfiguracje LCD
tr: LCD kurulumunu ac

source: open video setup
pl: Otwórz konfiguracje Wideo
tr: Video kurulum ac

source: open audio setup
pl: otwórz konfiguracje audio
tr: ses kurulumunu ac

source: show CI Menu
pl: pokaz menu Modulu Warunkowego Dostepu CI
tr: CI munusunu goster

source: RF-Modulator...
tr: RF-Modulation...

source: setup modulator
pl: konfiguracja modulatora
tr: modulator kurulumu

source: You have to reboot to apply the new skin
pl: Restartuj terminal aby uzyc nowej skorki
tr: Yeni gorunum ayarlarini hafizaya almasi icin cihazinizi yeniden calistiriniz

source: EPG selector
pl: wybór EPG
tr: EPG secenegi

source: The transponder scan has finished and found %i new Transponders, %i new TV Services, %i new Radio Services and %i new Data Services. %i Transponders within %i Services scanned.
pl: Skanowanie Transponderow zakonczone. Znaleziono %i nowych Transponderow, %i nowych Serwisow TV, %i nowych serwisow Radiowych i %i serwisow Danych. Sprawdzono %i Transponderow zawierajacych %i Serwisów.
tr: Uydu taramasi biti ve buldu %i yeni Transponder, %i yeni TV servisi ve %i yeni radio servisi ve %i yeni dataservisi %i transponder beklemede %i servis tarndi

source: Language Selector
pl: Wybór jezyka
tr: Lisan secimi

source: Language:
pl: Jezyk:
tr: Lisan

source: select your language (left, right)
pl: wybierz jezyk (lewo, prawo)
tr: Lisan secenegini yapin (sola , sag)

source: add Service
pl: dodaj serwis
tr: Servisi hafizaya al

source: add Service to a specific user bouquet
pl: dodaj serwis do okreslonych bukietów uzytkownika
tr: bu servisi Özgü kulanici buketine al

source: toggle focus between service and bouquet list
pl: uwaga skierowana na serwisy lub liste bukietów
tr: servis ve buket listesi arasinda odakla ve degistir

source: Erasing... Please wait... do NOT switch off the receiver!
pl: Kasowanie... Prosze czekac… NIE wylaczaj odbiornika!
tr: Siliniyor... Lutfen bekleyin... receivere kapatmayin!!

source: upgrade failed with errorcode UD0
pl: aktualizacja oprogramowania zakonczona bledem - UD0
tr: guncelestirme yapilamadi hata kodu UD0

source: Writing software to flash... Please wait... do NOT switch off the receiver!
pl: Zapis oprogramowania w pamieci FLASH... Prosze czekac... NIE wylaczaj odbiornika !
tr: Yazilim flash'a yaziyor... Lutfen bekleyin... receivere kapatmayin!!

source: upgrade failed with errorcode UA15
pl: Aktualizacja zakonczona bledem UA15
tr: gunceleme basarili olmadi yanlis kodu UA15

source: leave rf setup (no changes are saved)
pl: zachowac ustawienia RF (bez zmian czy zapisac)
tr: rf ayarlarini terket (Yaptiginiz degisikler islenmedi)

source: enigma standby
pl: enigma - czuwanie
sr: Enigma pauza

source: beta
pl: testowa

source: Video...
pl: Wideo...

source: Audio...
pl: Dzwiek...
